[
	{
		"title": "Kerndoelen digitale geletterdheid",
		"vakleergebied_id": [
			"b285b813-e182-46bd-ba41-bccc737e1350"
		],
		"fo_domein_id": [
			"a6dbff19-0733-4552-a91d-00f9d66a4f18",
			"9927cd79-3f0a-413c-8978-f8a3b1ce8705",
			"c75e2e6b-9d38-4e4b-ad2c-cec7e891f09d"
		],
		"karakteristiek": "Kenmerken van het leergebied digitale geletterdheid\r\nDigitale technologie en digitale media spelen een belangrijke rol in de samenleving. Ze zijn overal aanwezig, zichtbaar en onzichtbaar: van computers, tablets en mobiele telefoons tot huishoudelijke apparaten, auto’s en speelgoed. In alle apps die we gebruiken en de algoritmen die erachter schuilgaan, maar ook officiële websites van de overheid draaien om digitale technologie en media. Hiermee om kunnen gaan en daarbij zelfredzaam zijn vraagt om digitale geletterdheid.\r\n\r\nDigitale geletterdheid betekent kennis hebben van digitale technologie en digitale media en beschikken over vaardigheden om deze te gebruiken. Het heeft ook betrekking op de wisselwerking tussen digitale technologie, digitale media, de mens en de samenleving. En het gaat ook over het vermogen om je als individu aan te passen aan de digitale wereld en controle hierover te hebben.\r\n\r\nBinnen het leergebied verwerven leerlingen kennis van digitale technologie, digitale media en artificiële intelligentie. Zij ontwikkelen praktische ICT-vaardigheden, digitale informatievaardigheden en vaardigheden die hen mediawijs maken. Leerlingen leren bewuste keuzes te maken in het gebruik van digitale technologie en digitale media. Ze leren hoe ze digitale technologie en digitale media kunnen benutten om producten te maken, te programmeren en problemen of taken aan te pakken, waarbij ze ook computationele denkstrategieën ontwikkelen. Leerlingen leren digitale technologie en digitale media te doorgronden en op basis daarvan hun handelen aan te passen, en leren dat het mogelijk is om invloed uit te oefenen op de ontwikkeling van digitale technologie en digitale media.\r\n\r\nHet is belangrijk dat leerlingen zich ervan bewust worden dat digitale technologie en digitale media niet neutraal zijn en invloed hebben op de manier waarop we naar onszelf kijken, hoe we omgaan met anderen, wat we doen en wat we laten. Leerlingen leren hoe zij als actieve en kritische burgers kunnen bijdragen aan een democratische, gedigitaliseerde samenleving en daar invloed op kunnen uitoefenen. Hierin hebben ze op een verantwoorde en waardige manier contacten met anderen. Leerlingen worden zich ervan bewust dat digitale technologie en digitale media kansen kunnen bieden, maar ook ongewenste gevolgen of gevaren kunnen opleveren.\r\n\r\nSamenhang binnen het leergebied\r\nDe inhouden van digitale geletterdheid zijn sterk met elkaar verweven. Kennis van en vaardigheden in het omgaan met digitale technologie en digitale media zijn van belang om zelfredzaam te kunnen zijn, maar ook om deze technologie creatief in te zetten om te ontwerpen en te maken. Leerlingen verwerven of verdiepen hun praktische kennis en vaardigheden over digitale technologie. Deze zijn essentieel voor een kritische blik op digitale ontwikkelingen. Het beschouwen van de impact op je persoonlijke leven en de samenleving geeft betekenis aan de kennis en vaardigheden. Ook biedt het zicht op manieren waarop technologische toepassingen creatief benut kunnen worden en kan het aanleiding zijn om, door te ontwerpen en maken, de samenleving mede vorm te geven en zo invloed uit te oefenen.\r\n\r\nHet leergebied digitale geletterdheid krijgt vorm in een doorlopende lijn van primair onderwijs naar voortgezet onderwijs. In het primair onderwijs maken leerlingen op verschillende manieren kennis met de inhoud van het leergebied. In de onderbouw van het voortgezet onderwijs wordt de basis onderhouden, verbreed en verdiept, is het abstractieniveau hoger en zijn de contexten complexer. Daarbij wordt van de leerlingen ook verwacht dat ze vanuit verschillende invalshoeken een mening kunnen formulereno ver digitale technologie en digitale media. In het voortgezet onderwijs is er in toenemende mate aandacht voor de rol van het leergebied bij de profiel- en studiekeuze en loopbaanoriëntatie. In het vmbo bereidt digitale geletterdheid leerlingen voor op de beroepsgerichte profielen van het vmbo waarin digitale technologie een rol speelt. Op het havo en vwo bereidt digitale geletterdheid, vanuit een kritische basishoudingen in verschillende vakken, voor op het gebruiken van digitale technologie. Daarbij is in havo/vwo 3 specifiek aandacht voor aspecten die aansluiten op het keuzevak informatica in de bovenbouw van het voortgezet onderwijs. Deze opbouw is eveneens van toepassing voor het speciaal- en voortgezet speciaal onderwijs wanneer leerlingen doorstromen naar vervolgonderwijs.\r\n\r\nSamenhang tussen leergebieden\r\nDigitale technologie en digitale media hebben invloed op alle leergebieden van het onderwijs, niet alleen op de inhoud, maar ook op de wijze van werken. Zo speelt digitale technologie steeds vaker een rol bij de aanpak van vraagstukken en problemen in de meeste leergebieden. Dit vraagt om digitale geletterdheid van de leerlingen. Tegelijkertijd bieden de andere leergebieden diverse mogelijkheden om inhouden van digitale geletterdheid aan de orde te stellen.\r\n\r\nBij bijvoorbeeld Nederlands gaat het dan om het verzamelen, structureren en kritisch beoordelen van informatie en bronnen. Bij rekenen en wiskunde kan het gaan om het analyseren en (re)presenteren van data. Het ontwerpen van producten met behulp van digitale technologie kan een plek krijgen bij Nederlands, rekenen en wiskunde, mens en maatschappij, mens en natuur, burgerschap en in het bijzonder bij de creatieve vakken. Bij de leergebieden burgerschap, mens en maatschappij, bewegen en sport en mens en natuur kunnen leerlingen leren dat digitale technologie invloed heeft op henzelf, op de inhouden van die leergebieden en op de wereld.",
		"id": "186a1ede-e94d-4003-9d21-5e8b500fd591"
	},
	{
		"title": "Kerndoelen burgerschap",
		"vakleergebied_id": [
			"a7bd6d47-9885-48f8-accf-5038b827a41d"
		],
		"fo_domein_id": [
			"9964b601-8768-4e69-b8b9-b79d2292603d",
			"cac1b698-034f-494e-a00f-decaebe019fc",
			"7743dd74-641b-46ab-b3c8-244ecd5de0c6"
		],
		"karakteristiek": "Kenmerken van het leergebied burgerschap\r\nBurgerschapsonderwijs draait om de kennis, vaardigheden en ervaringen die leerlingen opdoen met betrekking tot de diverse en democratische samenleving. Ze moeten zich bewust worden van hun mogelijkheden om, samen met anderen, bij te dragen aan deze samenleving en een democratische cultuur. Het gaat niet alleen om de maatschappij, maar ook om onze planeet, met aandacht voor de wederzijdse relatie tussen mens en ecosystemen, nu en in de toekomst.\r\n\r\nNederland kent een parlementaire democratie. Om deze toekomstbestendig te houden is een democratische cultuur een belangrijke voorwaarde, die diepgeworteld moet zijn in de grondwet, mensenrechten en de rechtsstaat. Democratische cultuur gaat over omgangsvormen tussen burgers die door democratie worden bevorderd en die ook een voorwaarde zijn voor democratie. Voorbeelden hiervan zijn vreedzaamheid, verdraagzaamheid, de bereidheid de ander te zien als gelijkwaardig en op gelijke voet met elkaar communiceren. De democratische waarden vrijheid, gelijkheid en solidariteit vormen het fundament.\r\n\r\nLeerlingen doen op school ervaringen op met het toepassen van de democratische waarden in contexten die voor hen betekenisvol zijn. Zo leren leerlingen zich verhouden tot een diverse samenleving en krijgen democratische waarden betekenis. Ze ontdekkenen onderzoeken overeenkomsten en verschillen met anderen en worden zich bewust van hun eigen identiteit en de veelheid aan identiteiten in de samenleving. Door te reflecteren op wat hen drijft als persoon en wat hun normen en waarden zijn, verkennen leerlingen hoe ze zelf willen en kunnen bijdragen aan de samenleving. Door aandacht te besteden aan het spanningsveld tussen individuele en gemeenschappelijke belangen, ontwikkelen leerlingen morele en ethische inzichten.\r\n\r\nZe worden aangemoedigd om hun eigen standpunt in te nemen over maatschappelijk een planetaire vraagstukken, zoals klimaatverandering, afwegingen en keuzes te maken en hierop te reflecteren. Ook ontdekken leerlingen dat samenleven zich op allerlei niveaus en in allerlei gemeenschappen afspeelt: fysiek en digitaal, lokaal, nationaal en mondiaal. De school vervult een sleutelrol. Het is een oefenplaats waar leerlingen ervaringen opdoen die hun kennis, vaardigheden en houding vergroten tegenover de democratische rechtsstaat, de samenleving en planetaire belangen. Leerlingen ervaren hierdoor dat ze hun leefomgeving mee vormgeven. De school moet een veilige omgeving bieden waar leerlingen zich kunnen ontwikkelen tot verantwoordelijke en vrije individuen.\r\n\r\nSamenhang binnen het leergebied\r\nBurgerschapsonderwijs begint vanuit de overtuiging dat leerlingen actief kunnen deelnemen aan de maatschappij als burger. De inhoud van de conceptkerndoelen burgerschap zijn daarom voor het primair en voortgezet onderwijs gelijk, omdat alle leerlingen in dezelfde mate burger zijn en deelnemen en bijdragen aan de samenleving.\r\n\r\nDe vo-conceptkerndoelen bieden ruimte om in abstractie, complexiteit en contexten te differentiëren. De ervaringen van de leerling in onderbouw vo worden in de bovenbouw verbreed en verdiept met kennis en vaardigheden uit de examenprogramma’s van onder andere de maatschappijvakken en Nederlands.\r\n\r\nDe conceptkerndoelen hangen sterk met elkaar samen. Het eerste doel van burgerschap is een aanbodsdoel, dat de randvoorwaarden schetst voor een democratische cultuur op school. De school moet zorgen voor een omgeving waar leerlingen ervaring opdoen met inspraak en participatie, de betekenis van democratische waarden, en de democratische vaardigheden die noodzakelijk zijn om in een diverse en democratische samenleving te functioneren. Ook moet er ruimte worden geboden om maatschappelijke vraagstukken bespreekbaar te maken.\r\n\r\nDe andere conceptkerndoelen zijn gericht op de kennis, vaardigheden en handelen van de leerling. De doelen over samenleving en democratie zijn gericht op diversiteit, democratische waarden en maatschappelijke en democratische betrokkenheid. Bij het doel over maatschappelijke vraagstukken kunnen kennis en vaardigheden ingezet worden bij het duiden van de vraagstukken en de eigen opvattingen, idealen en mogelijkheden.\r\n\r\nSamenhang tussen leergebieden\r\nBurgerschapsonderwijs speelt zich bij uitstek af op het snijvlak van leergebieden. Alle andere leergebieden bieden belangrijke kennis en vaardigheden aan voor burgerschapsonderwijs. Scholen kunnen zelf kiezen hoe de kerndoelen burgerschap een plaats krijgen in het onderwijs.\r\n\r\nBinnen de leergebieden mens en maatschappij, mens en natuur en kunst en cultuur kunnen maatschappelijke en planetaire vraagstukken worden besproken vanuit verschillende perspectieven. Bij het leergebied digitale geletterdheid leren leerlingen dat digitale technologie invloed heeft op henzelf en op de wereld en welke invloed ze zelf hebben op deze digitale wereld. Vaardigheden uit rekenen en wiskunde helpen leerlingen om informatie te doorgronden, opvattingen te onderbouwen en meningen van feiten te onderscheiden. Hetzelfde geldt voor Nederlands en moderne vreemde talen: zo bieden rijke teksten de mogelijkheid om burgerschapsthema’s te bespreken. Bij moderne vreemde talen kunnen cultuurverschillen, interculturele communicatie en dilemma’s worden besproken en hoe daarmee om te gaan. Ten slotte kan burgerschap binnen het leergebied bewegen en sport praktisch worden vormgegeven in spel, samenwerking en omgang met verschillen.",
		"id": "f5e536e9-97a5-4cfd-908e-c2ced604cc7e"
	},
	{
		"title": "Examenprogramma praktijkgericht programma Bouwen, Wonen en Interieur",
		"vakleergebied_id": [
			"26eb622d-6239-4f26-bdef-0c9662891285"
		],
		"fo_domein_id": [
			"d0808681-f74b-4717-a706-13d39408d14f",
			"e6afa4af-9a17-4299-a3c2-7a9e709a9e2f",
			"ab4ebc2c-2470-4223-a95b-8741cc4e8552"
		],
		"karakteristiek": "In het praktijkgerichte programma Bouwen, Wonen en Interieur (BWI) staan bouwen en inrichten centraal. Het programma biedt leerlingen een brede oriëntatie op opleidingen en beroepen binnen de bouw en onderhoud, infra en hout- en meubelindustrie. Door het uitvoeren van praktijkgerichte opdrachten komen leerlingen in contact met externe opdrachtgevers die onder andere werkzaam zijn in de woning- en utiliteitsbouw of zich bezighouden met smart building en design. \r\n\r\nDe ontwikkelingen in de maatschappij en de arbeidsmarkt volgen elkaar snel op. De werkzaamheden in de technische sector veranderen door technologische ontwikkelingen, de energietransitie en de groeiende aandacht voor duurzaamheid. Dit vraagt om vakmensen die niet alleen kennis hebben over modulair en circulair bouwen, maar ook over 3D-printtechnologie voor het maken van bouwelementen. Daarnaast helpen augmented reality, virtual reality en artificial intelligence om de voorkeuren van de klant beter te begrijpen en om te zetten naar nieuwe woonoplossingen. Het is van belang om leerlingen kennis te laten maken met de laatste ontwikkelingen, zodat zij een realistisch beeld krijgen van de toekomstmogelijkheden op het gebied van opleiding en werk in de bouwsector. \r\n\r\nLeerlingen die kiezen voor het praktijkgerichte programma BWI zien direct resultaat van hun werk. Zij ontwerpen bijvoorbeeld een binnenruimte, adviseren over bouwkundige oplossingen of circulair gebruik van bouwmaterialen en maken producten volgens een werktekening. Daarnaast leren ze een deel van een gebouw te onderhouden en monteren ze bouwelementen. Leerlingen worden gestimuleerd om hun creativiteit te ontwikkelen in praktijkgerichte opdrachten waarbij ze ideeën verzamelen en oplossingsrichtingen onderzoeken. Tijdens dit proces werken ze met materialen, gereedschappen en machines.",
		"id": "a0390f9e-5e64-4ab4-9940-7b73ecd903d8"
	},
	{
		"title": "Examenprogramma praktijkgericht programma Dienstverlening en Producten",
		"vakleergebied_id": [
			"8ad1b9a4-8f24-401e-9cf0-0bf9ae0b32b2"
		],
		"fo_domein_id": [
			"d0808681-f74b-4717-a706-13d39408d14f",
			"e6afa4af-9a17-4299-a3c2-7a9e709a9e2f",
			"1b91e3d0-4114-43da-b486-ebc871d0d829"
		],
		"karakteristiek": "In het praktijkgerichte programma Dienstverlening en Producten (D&P) staan producten, diensten en processen centraal. Het programma biedt leerlingen een brede oriëntatie op opleidingen en beroepen binnen alle sectoren. Door het uitvoeren van praktijkgerichte opdrachten komen leerlingen in contact met externe opdrachtgevers uit zowel de sectoren groen, techniek en economie als zorg en welzijn. \r\n\r\nIn alle sectoren neemt de aandacht voor duurzame ontwikkelingsdoelen toe en spelen technologische ontwikkelingen een belangrijke rol. Slimme datasystemen bieden gebruikers gepersonaliseerde diensten, zoals een persoonlijke agenda voor evenementbezoekers. Ook ondersteunen deze datasystemen organisaties bij het optimaliseren van processen, zoals transportroutes om brandstof te besparen en leveringstijden te verkorten. In ontwerp- en productieprocessen is het niet alleen van belang om zo min mogelijk afval te produceren, door bijvoorbeeld innovatief hergebruik van materialen, maar ook om rekening te houden met de herkomst van producten. Binnen de leefomgeving krijgt de natuur meer ruimte en worden mogelijkheden voor sociale contacten en activiteiten gecreëerd. Door leerlingen kennis te laten maken met de laatste ontwikkelingen, kunnen zij zich een realistisch beeld vormen van hun toekomstmogelijkheden op het gebied van opleiding en werk.  \r\n\r\nLeerlingen die kiezen voor het praktijkgerichte programma D&P willen zich breed oriënteren, verschillende ervaringen opdoen en alle richtingen nog open houden. Door het uitvoeren van praktijkgerichte opdrachten voor externe opdrachtgevers, ontwikkelen leerlingen vaardigheden die ze in de toekomst nodig hebben. Ze leren niet alleen ontwerpen, maken, adviseren, organiseren en begeleiden, maar ook om experts te betrekken en hun oplossingen te communiceren. Het praktijkgerichte programma D&P geeft alle leerlingen de ruimte om op een creatieve manier tot oplossingen te komen, zodat zij op deze manier een innovatieve bijdrage leveren aan vraagstukken van opdrachtgevers.",
		"id": "15a13826-f8e1-4405-8b76-8e8f8f435422"
	},
	{
		"title": "Examenprogramma praktijkgericht programma Economie en Ondernemen",
		"vakleergebied_id": [
			"18126dde-b79b-4231-826d-b902a6fa70db"
		],
		"fo_domein_id": [
			"d0808681-f74b-4717-a706-13d39408d14f",
			"e6afa4af-9a17-4299-a3c2-7a9e709a9e2f",
			"8ae5907b-8950-44bd-ad96-589bc0a1c50d"
		],
		"karakteristiek": "In het praktijkgerichte programma Economie en Ondernemen (E&O) staat ondernemend handelen centraal. Het programma biedt leerlingen een brede oriëntatie op opleidingen en beroepen in de economische sector. Door het uitvoeren van praktijkgerichte opdrachten komen leerlingen in contact met externe opdrachtgevers die werkzaam zijn binnen de financiële en juridische sector of zich bezighouden met handel, evenementen, marketing en communicatie.\r\n\r\nDe ontwikkelingen in de maatschappij en de arbeidsmarkt volgen elkaar snel op. In de economische sector heeft de digitalisering de afgelopen jaren een grote impact gehad. Zo zijn er talloze banen verdwenen door de invoering van geautomatiseerde systemen. Daarentegen zijn ook veel nieuwe banen ontstaan of is de vraag naar bepaalde functies gestegen. Door de toename van online bestellingen en bijbehorende retouren moeten bedrijven bijvoorbeeld nadenken over het inrichten van een webshop, het retourbeleid en diverse bedrijfsondersteunende processen. Daarnaast speelt gastvrijheid en klantvriendelijkheid een grote rol in de economische sector. Dit omdat de consument op een eenvoudige manier bedrijven en instellingen kan vergelijken en daar keuzes aan verbindt. Door de toegenomen aandacht voor het milieu is het voor bedrijven van steeds groter belang om duurzaam en verantwoord te ondernemen. Doordat leerlingen kennis maken met de laatste ontwikkelingen krijgen zij een realistisch beeld van de toekomstmogelijkheden op het gebied van opleiding en werk in de economische sector. \r\n\r\nDe kern van het praktijkgerichte programma E&O is dat leerlingen, rekening houdend met bedrijfsdoelstellingen, producten en diensten ontwerpen en maken, daarover adviseren of deze organiseren. Op deze manier maken leerlingen vanuit een economisch stanEOunt kennis met verschillende bedrijven en werkvelden, in diverse sectoren. Zo organiseren leerlingen activiteiten voor bedrijven in de non-profit-sector, of maken ze een product voor een groot commercieel bedrijf.",
		"id": "947bdea5-c529-41df-8432-746fc629a222"
	},
	{
		"title": "Examenprogramma praktijkgericht programma Groen",
		"vakleergebied_id": [
			"c17db255-88b0-450b-bf3f-235ad7eaf65f"
		],
		"fo_domein_id": [
			"d0808681-f74b-4717-a706-13d39408d14f",
			"e6afa4af-9a17-4299-a3c2-7a9e709a9e2f",
			"78952a10-306c-4c98-b947-910fcc93e908"
		],
		"karakteristiek": "In het praktijkgerichte programma Groen staat de natuur centraal. Het programma biedt leerlingen een brede oriëntatie op opleidingen en beroepen binnen de groene sector. Door het uitvoeren van praktijkgerichte opdrachten komen leerlingen in contact met externe opdrachtgevers die zich bezighouden met planten, bloemen, dieren, voeding en water. \r\n\r\nDe ontwikkelingen in de maatschappij en de arbeidsmarkt volgen elkaar snel op. Naast technologische ontwikkelingen en de toegenomen aandacht voor duurzaamheid heeft de groene sector te maken met een aantal grote vraagstukken die van invloed zijn op de toekomst van de sector. Leerlingen moeten voorbereid worden om hun opvattingen te kunnen bepalen over niet alleen voedselproductie, klimaat en natuurbescherming, maar ook over wonen, werken en recreëren. Het praktijkgerichte programma Groen daagt leerlingen uit om mee te denken over maatschappelijke ontwikkelingen en de grote vraagstukken die er spelen. \r\n\r\nLeerlingen met affiniteit voor de natuur kiezen voor het praktijkgerichte programma Groen. Ze leren daardoor actief bij te dragen aan maatschappelijke kwesties, zoals vraagstukken over klimaat, energie, natuur, gezond en veilig voedsel. Leerlingen voeren praktijkgerichte opdrachten uit voor externe opdrachtgevers en verwerven kennis en vaardigheden over diverse thema’s, van vormgeving en onderhoud tot biodiversiteit en ecosystemen. Daarnaast maken leerlingen vanuit een breed perspectief kennis met de invloed van de groene sector op leven, werken en recreëren en krijgen ze oog voor de verschillen tussen stad en platteland.",
		"id": "afadb6d0-967c-4cce-a00c-4446aa080485"
	},
	{
		"title": "Examenprogramma praktijkgericht programma HBR",
		"vakleergebied_id": [
			"430c341c-d861-4076-bbce-b8adcda81555"
		],
		"fo_domein_id": [
			"d0808681-f74b-4717-a706-13d39408d14f",
			"e6afa4af-9a17-4299-a3c2-7a9e709a9e2f",
			"e7a7ffcc-db5f-4ae2-8d68-4db597966da5"
		],
		"karakteristiek": "In het praktijkgerichte programma Horeca, Bakkerij en Recreatie (HBR) staat het creëren van een gastvrije ervaring centraal. Het programma biedt leerlingen een brede oriëntatie op opleidingen en beroepen binnen de dienstensector. Door het uitvoeren van praktijkgerichte opdrachten komen leerlingen in contact met externe opdrachtgevers die werkzaam zijn in de horeca, bakkerijen en andere organisaties die zich bezighouden met het bedienen van gasten, het bereiden van producten, of toerisme en recreatie.\r\n\r\nDe ontwikkelingen in de maatschappij en de arbeidsmarkt volgen elkaar snel op en de werkzaamheden in de dienstensector veranderen als gevolg van de 24-uurseconomie. Bedrijven zijn 24/7 beschikbaar voor klanten die online bedrijven, producten en diensten kunnen vergelijken. De manier waarop een bedrijf zich presenteert speelt daarom een cruciale rol. Dit vraagt om vakmensen die kennis hebben van gastvrijheid en in staat zijn een unieke klantbeleving te realiseren. Naast de veranderingen als gevolg van de 24-uurseconomie heeft de toegenomen aandacht voor duurzaamheid invloed op de sector. Zo wordt in de horeca steeds meer gewerkt met lokale producten en vragen klanten om duurzame alternatieven. Het is van belang om leerlingen kennis te laten maken met de laatste ontwikkelingen, zodat zij een realistisch beeld van toekomstmogelijkheden op het gebied van opleiding en werk in deze sector krijgen.\r\n\r\nLeerlingen die kiezen voor het praktijkgerichte programma HBR hebben interesse in het ontvangen en bedienen van gasten in de horeca, bakkerijen en de recreatiebranche. Kennis en vaardigheden op het gebied van voedselbereiding, het uitvoeren van taken als gastheer/gastvrouw en de organisatie van evenementen of activiteiten zijn essentieel. Veel leerlingen komen in de vrijetijdssector terecht. Hier draait het om het leveren van een persoonlijke dienst aan mensen in een recreatieve context. Naast het uitvoeren van taken worden leerlingen ook uitgedaagd om na te denken over aanvullende commerciële producten en diensten, die passen bij de organisatie waarvoor zij een opdracht uitvoeren.",
		"id": "c845f87b-a924-4dee-bdf6-2cadffbb0ceb"
	},
	{
		"title": "Examenprogramma praktijkgericht programma Informatietechnologie",
		"vakleergebied_id": [
			"e2b27400-7f2e-4cd3-a4fb-933fd2bcd7a9"
		],
		"fo_domein_id": [
			"d0808681-f74b-4717-a706-13d39408d14f",
			"e6afa4af-9a17-4299-a3c2-7a9e709a9e2f",
			"3c5d0a39-838e-4d68-9cb9-c35d50e27200"
		],
		"karakteristiek": "In het praktijkgerichte programma Informatietechnologie (IT) staat het inzetten van informatietechnologie centraal. Het programma biedt leerlingen een brede oriëntatie op opleidingen en beroepen binnen de IT-sector. Door het uitvoeren van praktijkgerichte opdrachten komen leerlingen in contact met externe opdrachtgevers die werkzaam zijn in diverse werkvelden, zoals kunst en cultuur, industrie, ondernemerschap, sport en medisch, logistiek, voeding en leefomgeving.\r\n\r\nDe ontwikkelingen in de maatschappij en de arbeidsmarkt volgen elkaar snel op en informatietechnologie speelt daarbij een belangrijke rol. In de IT-sector gebruiken medewerkers nieuwe technologieën om bijvoorbeeld werkzaamheden te vereenvoudigen en automatiseren. Algoritmes helpen organisaties om problemen in interne bedrijfsprocessen op te sporen, bedrijfsrapportages te automatiseren of het gedrag van klanten beter te begrijpen. Daarnaast is het werken in de cloud tegenwoordig de standaard voor veel organisaties en is er steeds meer aandacht voor energiezuinige ICT-toepassingen en het repareren of refurbishen van hardware. Door verschillen in vaardigheden onder ICT-gebruikers is het nodig om uitgebreider stil te staan bij de vraag vanuit de klant, alvorens in specifieke ICT-oplossingen te denken. \r\n\r\nDe kern van het praktijkgerichte programma IT is dat leerlingen met behulp van IT producten en diensten ontwerpen en maken. Daarnaast adviseren ze hierover en ondersteunen ze bij het gebruik daarvan. Het programma biedt ruimte voor creativiteit en analytisch denkvermogen en vraagt om een dienstverlenende houding richting gebruikers en opdrachtgevers. Tijdens het uitvoeren van praktijkgerichte opdrachten gebruiken leerlingen de nieuwste technologieën en stemmen ze uitkomsten af op de context van opdrachtgevers. Het ondersteunen van bijvoorbeeld senioren bij het gebruik van IT-middelen vraagt om een andere aanpak dan het ondersteunen van leeftijdsgenoten. \r\n\r\nNaast het praktijkgerichte programma IT bestaat ook het praktijkgerichte programma Media, Vormgeving en ICT (MVI). Beide programma’s doen een beroep op creatieve vaardigheden en interesse voor IT en leerlingen gebruiken bij beide programma's hardware en software om producten te ontwerpen, maken en programmeren. Het IT-programma richt zich daarnaast op een bredere kennis van ICT-ontwikkelingen, zodat leerlingen gebruikers kunnen adviseren en ondersteunen bij het inzetten van hardware en software. Het MVI-programma legt de focus meer op het gebruiken van software om tot diverse eindproducten te komen, zoals een media-uiting, een audiovisueel product of een game.",
		"id": "494c2798-7b65-46e5-813f-68a6947b6f05"
	},
	{
		"title": "Examenprogramma praktijkgericht programma Maritiem en Techniek",
		"vakleergebied_id": [
			"36b0661f-9ec6-4b0d-b8b8-8a983eb536d5"
		],
		"fo_domein_id": [
			"d0808681-f74b-4717-a706-13d39408d14f",
			"e6afa4af-9a17-4299-a3c2-7a9e709a9e2f",
			"459f5d92-7188-4886-9658-1e7f3803b0e4"
		],
		"karakteristiek": "In het praktijkgerichte programma Maritiem en Techniek (MaT) staan schepen en transport over water centraal. Het programma biedt leerlingen een brede oriëntatie op opleidingen en beroepen binnen de maritieme sector. Door het uitvoeren van praktijkgerichte opdrachten komen leerlingen in contact met externe opdrachtgevers die werkzaam zijn in de scheepvaart, havens en scheeps- en jachtbouw, of zich bezighouden met watersport- en recreatie, transport en logistiek. \r\n\r\nDe ontwikkelingen in de maatschappij en de arbeidsmarkt volgen elkaar snel op. In de maritieme sector spelen slimme datasystemen een steeds belangrijkere rol. Deze datasystemen helpen bij communicatie tussen schepen onderling, maar ook tussen schepen en terminals en tussen machines aan boord en aan de wal. In de toekomst zal het integreren van informatie- en communicatiesystemen steeds meer bijdragen aan het efficiënter verladen van goederen en het bedienen, begeleiden en monitoren van processen. De hierbij gegenereerde data kunnen ingezet worden bij het optimaliseren van vaarroutes, maar ook zorgen voor een lager energieverbruik, lagere uitstoot en langere levensduur van schepen. De energietransitie vereist daarnaast de ontwikkeling van schonere motoren en het gebruik van milieuvriendelijkere brandstoffen om de CO2-uitstoot te verminderen. Het is van belang om leerlingen kennis te laten maken met de laatste ontwikkelingen, zodat zij een realistisch beeld krijgen van hun toekomstmogelijkheden op het gebied van opleiding en werk in de maritieme sector.\r\n\r\nLeerlingen die kiezen voor het praktijkgerichte programma MaT hebben affiniteit met water. Zij maken kennis met de maritieme sector in praktische opdrachten, door bijvoorbeeld een ontwerp te maken om een schip zuiniger te laten varen of door een model te ontwikkelen voor het gebruik van restwarmte bij de herinrichting van een haven. Bij het ontwikkelen van nieuwe ideeën kiezen leerlingen bewust voor bepaalde materialen of apparatuur, zodat ook in de toekomst onderhoud en reparatie duurzaam en uitvoerbaar blijft. Daarnaast onderzoeken ze mogelijkheden om bijvoorbeeld de bevoorrading van schepen of het transport over water te verbeteren en leren in een simulator een schip in verschillende omstandigheden te navigeren. Leerlingen organiseren activiteiten, zoals een rondvaart of een zeilkamp, om ook anderen te enthousiasmeren voor recreatie op het water of een toekomst in de maritieme sector.",
		"id": "9b392c2a-6ce1-4627-8f66-d7f682d345b9"
	},
	{
		"title": "Examenprogramma praktijkgericht programma Mobiliteit en Transport",
		"vakleergebied_id": [
			"aa197275-236f-451e-85be-ed0902848f08"
		],
		"fo_domein_id": [
			"d0808681-f74b-4717-a706-13d39408d14f",
			"e6afa4af-9a17-4299-a3c2-7a9e709a9e2f",
			"24f1469e-b9c5-4e89-ae93-6badb8e1ce33"
		],
		"karakteristiek": "In het praktijkgerichte programma Mobiliteit en Transport (M&T) staan voertuigen en vervoer centraal. Het programma biedt leerlingen een brede oriëntatie op opleidingen en beroepen binnen de carrosseriebouw, logistiek, mobiliteit en transport. Door het uitvoeren van praktijkgerichte opdrachten komen leerlingen in contact met externe opdrachtgevers die zich bezighouden met bedrijfswagens, carrosseriebouw, mobiele werktuigen, personenauto's, schadeherstel en tweewielertechniek. \r\n\r\nDe ontwikkelingen in de maatschappij en de arbeidsmarkt volgen elkaar snel op. De werkzaamheden in de mobiliteits- en transportsector veranderen als gevolg van technologische ontwikkelingen, de energietransitie en de groeiende aandacht voor duurzaamheid. Dit vraagt om vakmensen die kennis hebben van innovaties, zoals zelfrijdende voertuigen, elektrische voertuigen, slimme transportsystemen en de toepassing van nieuwe technologieën in de logistiek. \r\n\r\nLeerlingen die voor M&T kiezen zijn geïnteresseerd in de technische wereld van mobiliteit en transport, met werkvelden als logistiek, infrastructuur en openbaar vervoer. Leerlingen ontwerpen en maken bijvoorbeeld een onderdeel van een voertuig en voeren onderhoud uit. Daarnaast adviseren zij over een logistiek proces of over de aankoop van een voertuig. Ze worden gestimuleerd om hun creativiteit te ontwikkelen in opdrachten waarbij ze ideeën verzamelen en oplossingsrichtingen onderzoeken. Tijdens dit proces werken ze met materialen, gereedschappen en machines.",
		"id": "9058f272-dc5e-476e-bd4d-90583201ec10"
	},
	{
		"title": "Examenprogramma praktijkgericht programma Media, Vormgeving en ICT",
		"vakleergebied_id": [
			"f4848ad5-47b5-4539-8d50-437d15385368"
		],
		"fo_domein_id": [
			"d0808681-f74b-4717-a706-13d39408d14f",
			"e6afa4af-9a17-4299-a3c2-7a9e709a9e2f",
			"977cf831-d14e-4bc4-a390-eb1c23b59618"
		],
		"karakteristiek": "In het praktijkgerichte programma Media, Vormgeving & ICT (MVI) staat digitale creativiteit centraal. Het programma biedt leerlingen een brede oriëntatie op opleidingen en beroepen binnen de media- en grafische sector. Door het uitvoeren van praktijkgerichte opdrachten komen ze in contact met externe opdrachtgevers die zich bezighouden met communicatie, design, entertainment, ICT en media in een breed scala aan werkvelden, zoals energie, voeding en gezondheid, natuur, productie en handel.\r\n\r\nIn de arbeidsmarkt waar deze leerlingen gaan werken volgen innovaties elkaar snel op. Beelden worden scherper en de ontwikkeling van software gaat snel. De mogelijkheden van het internet worden steeds beter benut, zoals online advertising en het gebruik van de cloud voor het bewaren van bestanden en gegevens. Het is van belang dat leerlingen kennismaken met de laatste ontwikkelingen, zodat zij een realistisch beeld van toekomstmogelijkheden op het gebied van opleiding en werk krijgen.\r\n\r\nLeerlingen die kiezen voor het praktijkgerichte programma MVI hebben interesse in media, vormgeving en ICT. Ze werken met hard- en software die gangbaar is in de creatieve industrie. Ze leren in verschillende contexten te ontwerpen, maken, adviseren en programmeren. Eindproducten variëren van een zelfgeproduceerde video tot een adviesrapport over de digitale omgeving van een zorginstelling. Het programma biedt ruimte voor creativiteit en analytisch denkvermogen en vraagt om een dienstverlenende houding jegens gebruikers en opdrachtgevers. Tijdens het uitvoeren van opdrachten gebruiken leerlingen de nieuwste technologieën die gangbaar zijn binnen de sector. Op deze manier werken ze aan professionele eindproducten die bruikbaar zijn voor de opdrachtgever voor wie ze werken. \r\n\r\nNaast het praktijkgerichte programma MVI bestaat ook het praktijkgerichte programma Informatietechnologie (IT). Beide programma’s doen een beroep op creatieve vaardigheden en interesse in IT en leerlingen gebruiken in beide programma's hardware en software om producten te ontwerpen, maken en programmeren. Het MVI-programma richt zich daarbij op het gebruiken van software om tot een voor gebruikers passend eindproduct te komen, zoals een media-uiting, een audiovisueel product of een game. Het IT-programma legt de focus meer op een bredere kennis van ICT-ontwikkelingen, zodat leerlingen gebruikers ook kunnen adviseren en ondersteunen bij het inzetten van hardware en software.",
		"id": "86cdfb3e-20d0-4d0b-8535-1268a68ad8cd"
	},
	{
		"title": "Examenprogramma praktijkgericht programma Produceren, Installeren en Energie",
		"vakleergebied_id": [
			"b8f15528-dedb-4db8-81ee-c820da8453bc"
		],
		"fo_domein_id": [
			"d0808681-f74b-4717-a706-13d39408d14f",
			"e6afa4af-9a17-4299-a3c2-7a9e709a9e2f",
			"fd67e3d0-5e7a-4b80-8513-85850719b27f"
		],
		"karakteristiek": "In het praktijkgerichte programma Produceren, Installeren en Energie (PIE) staan installaties, constructies en de procesindustrie centraal. Het programma biedt leerlingen een brede oriëntatie op opleidingen en beroepen binnen de metaal- en metalelektro-sector, procesindustrie en gebouwinstallatietechniek. Door het uitvoeren van praktijkgerichte opdrachten komen leerlingen in contact met externe opdrachtgevers die werkzaam zijn in de woning- en utiliteitsbouw, procesindustrie en werktuigbouw of zich bezighouden met smart building en smart industry. \r\n\r\nDe ontwikkelingen in de maatschappij en de arbeidsmarkt volgen elkaar snel op. De werkzaamheden in de technische sector veranderen als gevolg van technologische ontwikkelingen, digitalisering, de energietransitie en de groeiende aandacht voor duurzaamheid. Dit vraagt om vakmensen die bewust om kunnen gaan met materialen en middelen en kennis hebben van (de)montagetechnieken. Het is van belang om leerlingen kennis te laten maken met de laatste ontwikkelingen, zodat zij een realistisch beeld krijgen van toekomstmogelijkheden op het gebied van opleiding en werk.\r\n\r\nPIE is een praktijkgericht programma voor leerlingen die interesse hebben in productie, installatie en energie. Leerlingen die voor PIE kiezen maken kennis met verschillende werkvelden in de technische sector, om zich zo voor te bereiden op de actuele ontwikkelingen in de arbeidsmarkt. Ze ontwerpen bijvoorbeeld een technisch product, adviseren over technische installaties en maken een product volgens een werktekening. Daarnaast worden ze uitgedaagd om kennis en vaardigheden toe te passen bij het installeren en onderhouden van systemen. Ze worden gestimuleerd om hun creativiteit te ontwikkelen in opdrachten waarbij ze verschillende oplossingsrichtingen onderzoeken. Tijdens dit proces werken leerlingen met materialen, gereedschappen en machines.",
		"id": "2f956cb0-87af-4092-af59-a901abe5f765"
	},
	{
		"title": "Examenprogramma praktijkgericht programma Technologie en Toepassing",
		"vakleergebied_id": [
			"f4f696a2-ddce-4d69-a2bd-6531128f0933"
		],
		"fo_domein_id": [
			"d0808681-f74b-4717-a706-13d39408d14f",
			"e6afa4af-9a17-4299-a3c2-7a9e709a9e2f",
			"1ed4d94d-c352-4d50-b052-81722b0a3ee2"
		],
		"karakteristiek": "In het praktijkgerichte programma Technologie en Toepassing (T&T) staat technologie in de wereld om ons heen centraal. Het programma biedt leerlingen een brede oriëntatie op opleidingen en beroepen binnen alle sectoren. Door het uitvoeren van praktijkgerichte opdrachten komen leerlingen in contact met externe opdrachtgevers die werkzaam zijn in een breed scala aan werkvelden, zoals kunst en cultuur, ICT, industrie, ondernemerschap, sport en medisch, logistiek, voeding en leefomgeving. \r\n\r\nDe ontwikkelingen in de maatschappij en de arbeidsmarkt volgen elkaar snel op, waarbij de energietransitie en digitalisering centrale thema’s zijn. Slimme datasystemen worden steeds meer ingezet om gebruikers te ondersteunen of processen te verbeteren. Ook gaat veel aandacht uit naar het verduurzamen van huizen en gebouwen, alsook naar de leefomgeving. Dit vraagt om innovatieve oplossingen, ook om op efficiënte wijze elektrische energie op te wekken en te gebruiken. Daarnaast moet er al bij het ontwerp en de productie rekening worden gehouden met de herkomst of hergebruik van materialen. \r\n\r\nLeerlingen die kiezen voor het praktijkgerichte programma T&T hebben interesse in innovatie en technologie. Het programma biedt alle leerlingen de ruimte om op een creatieve manier tot een oplossing van een vraagstuk van een externe opdrachtgever te komen. De uitkomst ligt dus niet vast. Leerlingen bedenken en werken oplossingen uit met behulp van technologie. Alle ideeën zijn goed, zolang ze voldoen aan het programma van eisen. Door de praktijkgerichte opdrachten ontwikkelen leerlingen vaardigheden als onderzoeken en ontwerpen, maar leren ook werken met verschillende technologieën en hierover adviseren. \r\n\r\nHet praktijkgerichte programma T&T richt zich op de toepassing van technologie in diverse maatschappelijke domeinen. Het T&T-programma onderscheidt zich van het praktijkgerichte programma Techniek en Innovatief Vakmanschap (TIV) door een brede oriëntatie op verschillende vervolgopleidingen binnen alle mbo-sectoren. Het TIV-programma oriënteert zich specifiek op de technieksector en is gericht op innovatie en vakmanschap.",
		"id": "e047331a-a1db-49e5-a3b3-68634898c89d"
	},
	{
		"title": "Examenprogramma praktijkgericht programma Techniek en Innovatief Vakmanschap",
		"vakleergebied_id": [
			"df786965-9169-4623-ad9a-e574f8dbcbeb"
		],
		"fo_domein_id": [
			"d0808681-f74b-4717-a706-13d39408d14f",
			"e6afa4af-9a17-4299-a3c2-7a9e709a9e2f",
			"1bc8dab9-b886-4272-b975-4c5241a99a84"
		],
		"karakteristiek": "In het praktijkgerichte programma Techniek en Innovatief Vakmanschap (TIV) staan innovatieve technische oplossingen en vakmanschap centraal. Het programma biedt leerlingen een brede oriëntatie op opleidingen en beroepen binnen de technieksector. Door het uitvoeren van praktijkgerichte opdrachten komen leerlingen in contact met externe opdrachtgevers die werkzaam zijn in de woning- en utiliteitsbouw, procesindustrie en hout- en meubelindustrie of zich bezighouden met metaal- en metalelektro, infra, transport en logistiek. \r\n\r\nHet brede programma sluit aan bij innovatieve ontwikkelingen in de technische sector en is sterk gericht op veelzijdig vakmanschap. De werkzaamheden in deze sector veranderen als gevolg van technologische ontwikkelingen en de groeiende aandacht voor duurzaamheid. Dit vraagt om vakmensen die kennis hebben van innovaties in de techniek, de energietransitie en circulaire economie. \r\n\r\nLeerlingen die kiezen voor het praktijkgerichte programma TIV willen zich breed oriënteren binnen de techniek en zijn geïnteresseerd in innovatieve oplossingen en toepassingen. Leerlingen maken kennis met verschillende werkvelden in de technische sector en ontwerpen innovatieve producten, adviseren over duurzame technische oplossingen en maken functionele producten. Tijdens dit proces werken leerlingen met materialen, gereedschappen en machines. \r\n\r\nHet praktijkgerichte programma TIV richt zich op innovatie en vakmanschap en is deels samengesteld uit eindtermen van de praktijkgerichte programma’s Bouwen, Wonen en Interieur (BWI), Mobiliteit en Transport (M&T) en Produceren, Installeren en Energie (PIE). Het praktijkgerichte programma TIV onderscheidt zich van Technologie en Toepassing (T&T) doordat het zich specifiek op de technieksector richt. T&T richt zich op de toepassing van technologie in diverse maatschappelijke domeinen en biedt leerlingen een brede oriëntatie op verschillende vervolgopleidingen binnen alle mbo-sectoren.",
		"id": "a7750ef2-1fcb-4e7b-a299-3566f6c2660b"
	},
	{
		"title": "Examenprogramma praktijkgericht programma Zorg en Welzijn",
		"vakleergebied_id": [
			"73cef23f-df24-4015-8516-072a13dcd369"
		],
		"fo_domein_id": [
			"d0808681-f74b-4717-a706-13d39408d14f",
			"e6afa4af-9a17-4299-a3c2-7a9e709a9e2f",
			"c1d07b63-95bf-4fc7-96e1-b22a39b7cafa"
		],
		"karakteristiek": "In het praktijkgerichte programma Zorg en Welzijn (Z&W) staat het werken met en voor mensen centraal. Het programma biedt leerlingen een brede oriëntatie op opleidingen en beroepen binnen de zorg- en welzijnssector. Door het uitvoeren van praktijkgerichte opdrachten komen leerlingen in contact met externe opdrachtgevers die werkzaam zijn in de gezondheidszorg, leefstijlondersteuning, onderwijs en dienstverlening, of zich bezighouden met bewegen en sport.\r\n\r\nDe ontwikkelingen in de maatschappij en de arbeidsmarkt volgen elkaar snel op. In de gezondheidszorg levert digitalisering een belangrijke bijdrage aan het slimmer inrichten van zorg zonder verlies van kwaliteit, door bijvoorbeeld het inzetten van e-health, ondersteunende robots of datasystemen die helpen bij het monitoren op afstand. Zorgvragers krijgen steeds meer de regie in eigen hand en fysieke, emotionele en sociale factoren spelen een steeds grotere rol in de beslissing voor een behandeling. Ook wordt circulair werken steeds meer een vast onderdeel van de zorg, door voor gebruik na te denken over de inzet van medische hulpmiddelen, wegwerpproducten, meubilair, bedrijfskleding en wasgoed. Daarnaast wordt ingezet op preventie, vroegsignalering en wijkgerichte samenwerking, om zo zorgkosten te besparen en het aantal behandelingen te verminderen. Sport en bewegen krijgen daarmee een preventieve functie, waarbij mensen vragen om gepersonaliseerde sport- en beweegprogramma’s in bijvoorbeeld sport-apps, crossfitprogramma’s of bootcamps. Het is van belang om leerlingen kennis te laten maken met de laatste ontwikkelingen, zodat zij een realistisch beeld krijgen van hun toekomstmogelijkheden op het gebied van opleiding en werk in de zorg- en welzijnssector.\r\n\r\nLeerlingen die kiezen voor het praktijkgerichte programma Z&W streven ernaar om betekenisvol te zijn voor anderen. Zij maken kennis met instellingen en beroepsbeoefenaren die zich bezighouden met de zorg voor en de verbetering van de gezondheid van mensen. Daarnaast leren ze individuen of groepen begeleiden bij (keuzes) in leefstijl of gezondheidsgedrag, onder andere door middel van sport, bewegen en/of gezonde voeding. De kern van het programma wordt gevormd door het organiseren van activiteiten, het adviseren van klanten en opdrachtgevers en het bieden van dienstverlenende handelingen en zorgverlening. Hierbij leren leerlingen niet alleen rekening te houden met verschillende levensfasen, omstandigheden, gezondheidstoestanden en achtergronden van klanten, maar ook in te spelen op veranderingen en zich flexibel op te stellen. Want het werken met en voor mensen is geen dag hetzelfde.",
		"id": "e4ea5f53-4bad-431f-84f8-f4141dbe6d76"
	},
	{
		"title": "Kerndoelen Nederlands",
		"vakleergebied_id": [
			"e41b8c50-d002-4a9f-be8b-9b5da0008656"
		],
		"fo_domein_id": [
			"0d2e4fb8-cc61-427d-8ce7-ef6a2bf12e5e",
			"04389b88-0243-4d0b-867b-d1fc048abcf4",
			"fad1f721-dc7e-4dc8-bb75-1871ca49c109",
			"8512d7c8-d3e6-4eb1-8a9d-c8f77e695ed7"
		],
		"karakteristiek": "Kenmerken van het leergebied Nederlands\r\nIn het leergebied Nederlands worden leerlingen gestimuleerd om zich te ontwikkelen tot taalcompetente burgers die kunnen deelnemen aan een geletterde samenleving, waarin mensen met verschillende talen en achtergronden samenleven. Aangezien het Standaardnederlands in Nederland de gemeenschappelijke taal is, draagt de beheersing van deze taal bij aan de kansengelijkheid van leerlingen, in hun dagelijks leven en in het onderwijs. Leerlingen ontwikkelen in het leergebied Nederlands een samenhangend geheel aan kennis, vaardigheden en houdingen op het gebied van communicatie, taal en literatuur.\r\n\r\nBinnen het domein communicatie leren leerlingen in betekenisvolle en authentieke situaties lezen, schrijven, kijken, luisteren, spreken en gesprekken voeren in het Nederlands om doelgericht te communiceren, gevoelens te uiten en om te denken en te leren. Ze leren taal creatief te gebruiken en ontwikkelen inzicht en vertrouwen in zichzelf als taalleerder. Ook krijgen ze ruimte om te experimenteren met taal en op zoek te gaan naar hun eigen stijl en voorkeuren. Leerlingen leren kritisch om te gaan met informatie door bronnen te verkennen op bruikbaarheid en kwaliteit.\r\n\r\nBinnen het domein taal leren leerlingen hoe het taalsysteem in elkaar zit. Ze leren om functioneel te redeneren over spelling en grammatica van het Nederlands en leren om deze kennis passend in te zetten bij het communiceren. Leerlingen ontdekken hoe je door keuzes te maken in je talig repertoire uiting geeft aan identiteit. Ze verkennen hoe taal functioneert in de maatschappij door te kijken naar taalvariatie en taalverandering.\r\n\r\nBinnen het domein literatuur komen leerlingen via een variatie aan literaire teksten uit heden en verleden in aanraking met literatuur en cultuur. Ze leren hier betekenis aan te geven en waarde aan toe te kennen voor zichzelf en anderen. Ze breiden hiermee hun kennis en taalvaardigheid uit en verbreden hun blik op de wereld.\r\n\r\nSamenhang binnen het leergebied\r\nLeerlingen verschillen in hun taalvaardigheid in het Nederlands op het moment dat ze op school starten. Vanuit het eigen niveau van taalvaardigheid breiden leerlingen via een geleidelijk en complex proces hun taalcompetentie uit.\r\n\r\nIn een doorlopende leerlijn verwerven leerlingen zowel in het primair onderwijs als in het voortgezet onderwijs kennis, vaardigheden en houdingen binnen de drie domeinen communicatie, taal en literatuur. In elke fase van de taalontwikkeling is daarbij sprake van een combinatie van verwerving en verdieping. In de eerste fases van de ontwikkeling (het primair onderwijs) ligt de nadruk op verwerving en in latere fases (vaak het voortgezet onderwijs) op verfijning, verbreding en verdieping.\r\n\r\nDe opbouw van de leerlijn wordt vooral bepaald door de toename in complexiteit en abstractie van geschreven en gesproken teksten, in inhoud, vorm en communicatieve doelen en contexten. Daarnaast krijgen leerlingen meer inzicht in het taalsysteem en kunnen ze regels en conventies beter toepassen en erop reflecteren. Ze verdiepen en verbreden hun kennis over taalvariatie en taalverandering en vergroten hun talig repertoire. Ter voorbereiding op de bovenbouw verdiepen leerlingen in havo-vwo 3 hun kennis over genres, argumentatieleer en literatuur.\r\n\r\nHoewel de talige kennis, vaardigheden en houdingen binnen het leergebied Nederlands in afzonderlijke kerndoelen worden beschreven, beïnvloeden en versterken de inhouden uit de domeinen communicatie, taal en literatuur elkaar. Dit geldt ook voor de taalvaardigheden binnen het domein communicatie. Bij lezen, luisteren, kijken, schrijven, spreken en gesprekken voeren, spelen dezelfde processen een rol en passen leerlingen soortgelijke kennis toe over taal, teksten, communicatieve doelen, publiek en context. Bij Nederlands leren leerlingen deze verbanden te zien en de overeenkomsten te benutten.\r\n\r\nSamenhang tussen leergebieden\r\nZowel binnen het leergebied Nederlands, als binnen de leergebieden moderne vreemde talen, Friese taal & cultuur en Nederlandse Gebarentaal, werken leerlingen aan hun taalcompetentie. Bij hun taalontwikkeling in het ene leergebied zetten leerlingen kennis, vaardigheden en houdingen in die ze hebben opgedaan in het andere leergebied, of hebben meegenomen uit hun thuistaal. Dit leidt tot betere beheersing van het Nederlands, want het beheersen van verschillende talen werkt wederzijds versterkend. Doordat al het taalonderwijs aandacht besteedt aan verschillende talen, taalvariëteiten en (sub)culturen, ontwikkelen leerlingen een open houding tegenover talige en culturele diversiteit. Leerlingen verwerven hierbij kennis over het eigen talig repertoire en inzicht in zichzelf als taalleerder.\r\n\r\nOok bij andere leergebieden ontwikkelen leerlingen vaardigheden die functioneel zijn voor het leergebied Nederlands. De kerndoelen van het leergebied digitale geletterdheid beschrijven hoe leerlingen leren omgaan met digitale bronnen en het gebruiken van effectieve zoekstrategieën: vaardigheden die ze nodig hebben bij het zoeken van informatie.\r\n\r\nEen goede beheersing van het Nederlands is in het Nederlandse onderwijs een voorwaarde om in alle leergebieden tot begrip te komen en kennis te verwerven. Leerlingen verwerven deze kennis via inhoudelijke thema’s, rijke teksten en taalactiviteiten die aangeboden worden in de leergebieden. Zo bieden alle leergebieden, van mens en maatschappij tot rekenen en wiskunde, een betekenisvolle context om de taal- en denkontwikkeling hand in hand te laten verlopen. De kennis die leerlingen verwerven in de leergebieden draagt bij aan burgerschapsvorming, hun begrip van de wereld en daarmee aan beter begrip van teksten. Het leggen van verbindingen tussen het leergebied Nederlands en de andere leergebieden is dus een voorwaarde voor duurzame kennis- en taalontwikkeling.",
		"id": "43e831a7-9469-43cd-a12a-e5eb8430f546",
		"description": "",
		"prefix": "",
		"replaces": [
			"8cf4960c-acd2-46eb-8c8c-2658f760f010"
		]
	},
	{
		"title": "Kerndoelen rekenen en wiskunde",
		"vakleergebied_id": [
			"fdd97fff-f5e5-4b82-b937-9ab302666c50"
		],
		"fo_domein_id": [
			"60d3f360-a7ba-421f-9f4b-c18a48bd4c13",
			"f87d2b59-714b-4b94-9dfa-81e49632ad4e",
			"42f9ada1-0515-4dc9-9a83-c4e33aeae4e2",
			"4f3da229-5364-4dec-ac09-e4013aeeb7f3"
		],
		"karakteristiek": "Kenmerken van het leergebied rekenen en wiskunde\r\nGebruiken en begrijpen van wiskunde, waaronder rekenen, is belangrijk voor het functioneren in de samenleving, bij het uitoefenen van een beroep en voor het maken van keuzes in het persoonlijke leven. Om kansengelijkheid te bevorderen is het nodig dat alle leerlingen een goede basis meekrijgen. Alle leerlingen moeten vlot en wendbaar leren rekenen en zich ontwikkelen tot gecijferde burgers. Gecijferdheid stelt mensen in staat om de werkelijkheid te begrijpen en informatie op waarde te schatten. In het funderend onderwijs leren leerlingen met wiskunde informatie en verschijnselen in de wereld om hen heen op eigen niveau te doorgronden. Het herkennen en gebruiken van wiskunde in bekende en nieuwe situaties draagt bij aan hun verdere wiskundige ontwikkeling. \r\n\r\nDit leergebied gaat over wiskundige concepten als getallen, verhoudingen, data en grootheden. Leerlingen leren hiermee te redeneren en rekenen, waarbij handelen en denken samengaan. Zo verwerven leerlingen parate kennis, vaardigheid in het uitvoeren van procedures, en inzicht. In samenhang hiermee leren ze wiskundige denk-werkwijzen als wiskundig probleemoplossen en wiskundig modelleren. \r\n\r\nOnderwijs in rekenen en wiskunde bereidt leerlingen voor op de gedigitaliseerde wereld, die vraagt om flexibel en functioneel omgaan met ICT en de daarbij gebruikte abstracte wiskundetaal. Leerlingen leren wiskundetaal en wiskundige representaties te lezen, te interpreteren en op juistheid te beoordelen. Dit draagt bij aan de ontwikkeling van een kritische houding, die belangrijk is om te kunnen omgaan met de toenemende hoeveelheid (kwantitatieve) informatie van nieuwsbronnen en sociale media. Leerlingen leren ook wiskundetaal en wiskundige representaties te gebruiken om wiskundige aanpakken en redeneringen helder te verwoorden, te representeren en uit te wisselen. \r\n\r\nHet onderwijs stimuleert de ontwikkeling van een wiskundige attitude en van plezier, zelfvertrouwen en doorzettingsvermogen bij wiskunde. Een belangrijk doel van het leergebied rekenen en wiskunde is om leerlingen in aanraking te brengen met wiskunde in verschillende verschijningsvormen en toepassingen binnen en buiten school. Hierdoor ervaren ze het nut en de kracht van wiskunde.\r\n\r\nSamenhang binnen het leergebied\r\nWiskunde vormt een samenhangend geheel. Tussen wiskundige concepten bestaan allerlei relaties. Zo hangen de bewerkingen met getallen onderling samen en kennen het getallensysteem en het metriek stelsel eenzelfde decimale structuur. Om wiskunde wendbaar te kunnen gebruiken, ontwikkelen leerlingen kennis van en inzicht in die relaties. Zo leren leerlingen flexibel en handig rekenen, efficiënte procedures gebruiken en verantwoord schatten en afronden. In het primair onderwijs leren en gebruiken ze de onderlinge samenhang tussen bijvoorbeeld gehele getallen, decimale getallen, breuken en procenten; in het voortgezet onderwijs gaat het bijvoorbeeld om de samenhang tussen kansen en verhoudingen. \r\n\r\nWiskundige concepten en wiskundige denk-werkwijzen kunnen niet los van elkaar worden gezien en worden in samenhang aangeboden. Zo kan wiskundig probleemoplossen gaan over getallen, maar ook over andere wiskundige concepten. Wiskundige denk-werkwijzen toepassen op uiteenlopende concepten biedt leerlingen gelegenheid de vele gebruiksmogelijkheden van wiskunde te ervaren. Hierdoor ontwikkelen en versterken leerlingen hun wiskundig inzicht en wiskundige attitude.\r\n\r\nIn een doorlopende leerlijn worden de wiskundige kennis, vaardigheden en inzichten die leerlingen opdoen in het primair onderwijs onderhouden en uitgebreid in het voortgezet onderwijs. Zo maken leerlingen in het voortgezet onderwijs kennis met nieuwe getallen, zoals irrationele getallen. De wiskundige concepten worden in het voortgezet onderwijs verder uitgebreid met vergelijkingen en kans. Wiskundige denk-werkwijzen worden uitgebreid met aantonen, dat een opmaat vormt voor bewijzen in de bovenbouw van havo en vwo. Leerinhouden die niet van belang zijn voor de doorlopende leerlijn naar de bovenbouw vmbo, maar wel voor de doorlopende leerlijn naar de bovenbouw havo/vwo, zijn opgenomen in de aanvullende doelen voor 3 havo/vwo. Wiskundige bewerkingen, wiskundige denk-werkwijzen en wiskundetaal worden in alle schoolsoorten verder uitgebreid en krijgen betrekking op geavanceerdere wiskunde. In de bovenbouw van alle schoolsoorten worden wiskundige concepten en denk-werkwijzen weer verder verbreed en verdiept. Zo is in de bovenbouw vmbo aandacht voor wiskundige concepten en denk-werkwijzen in concrete situaties. Bij wiskunde maatschappij in havo en vwo is aandacht voor sociaaleconomische thema’s en daarvoor relevante statistiek.\r\n\r\nSamenhang tussen leergebieden\r\nWiskunde wordt toegepast in verschillende leergebieden, van mens en natuur tot kunst en cultuur. Een goede wiskundebasis helpt leerlingen daarom ook in andere leergebieden om kennis te verwerven en tot begrip te komen. Omgekeerd helpt het herkennen en gebruiken van wiskunde in andere leergebieden de wiskundebasis verder te verstevigen en betekenis te geven, zoals bij het gebruik van grootheden, procenten en diagrammen. Wiskundige aanpakken en wiskundetaal worden bij verschillende leergebieden toegepast. Het gebruiken en beschrijven van algoritmes is zowel bij wiskunde als digitale geletterdheid een belangrijke denk-werkwijze. Ten slotte helpt beheersing van wiskunde leerlingen om informatie te doorgronden, opvattingen te onderbouwen en meningen van feiten te onderscheiden. Zo draagt onderwijs in wiskunde bij aan de ontwikkeling van burgerschap en het participeren in het maatschappelijk debat.",
		"id": "ec874d0f-b142-4007-aef9-dacd5670dd23",
		"description": "",
		"prefix": "",
		"replaces": [
			"38c59501-0446-407f-8b44-2f16e30a44fd"
		]
	},
	{
		"title": "Functionele kerndoelen Nederlands (concept)",
		"vakleergebied_id": [
			"e41b8c50-d002-4a9f-be8b-9b5da0008656"
		],
		"fo_domein_id": [
			"0d2e4fb8-cc61-427d-8ce7-ef6a2bf12e5e",
			"04389b88-0243-4d0b-867b-d1fc048abcf4",
			"fad1f721-dc7e-4dc8-bb75-1871ca49c109",
			"8512d7c8-d3e6-4eb1-8a9d-c8f77e695ed7"
		],
		"karakteristiek": "Kenmerken van het leergebied Nederlands\r\nTaal gebruiken we om te communiceren met elkaar, om gevoelens te uiten en als instrument voor denken en leren. Het ontwikkelen van de Nederlandse taal is belangrijk, zodat leerlingen zich nu en straks in de maatschappij zo zelfstandig mogelijk kunnen redden. Een goede taalbeheersing draagt bij aan de kansengelijkheid van leerlingen. Dit maakt taal een belangrijk praktisch en functioneel middel om een relatie op te bouwen met onszelf, anderen en de fysieke en digitale wereld om ons heen. Leerlingen leren in een vorm die bij hen past te communiceren en zich te redden in omgevingen waar op verschillende manieren en in verschillende talen en taalvariëteiten wordt gecommuniceerd. Ze ontwikkelen creativiteit, verwerven kennis en sociale en culturele vaardigheden. Hierbij leren ze eigen ideeën, ervaringen en gevoelens uit te drukken in taal en hun eigen stijl en voorkeuren te ontdekken. Door een variatie aan teksten leren leerlingen over alledaagse en werkgerelateerde situaties. Via die teksten komen ze in aanraking met cultuur en literatuur, waardoor ze meer grip krijgen op de wereld.\r\n\r\nNederlands als leergebied\r\nLeerlingen verschillen in hun talige ontwikkeling voordat ze naar school gaan. Vertrekkend vanuit hun eigen taalvaardigheid breiden leerlingen hun interactievaardigheden en hun productieve en receptieve taalvaardigheid uit.\r\n\r\nSamenhang binnen het leergebied\r\nVanuit een samenhangend geheel aan kennis, vaardigheden en houdingen binnen de domeinen communicatie, taal en literatuur krijgen ze meer inzicht en vertrouwen in zichzelf. In het leergebied Nederlands leren leerlingen in een doorlopende leerlijn van het speciaal onderwijs naar het voortgezet speciaal onderwijs doelgericht te communiceren in verschillende contexten aansluitend bij de leef- en belevingswereld van de leerling. Ze leren taalkennis en - vaardigheden op hun eigen manier effectief te gebruiken en zich expressief en creatief te uiten. Bij het stimuleren van de taalontwikkeling moet je rekening houden met de mogelijkheden van leerlingen. Voor de één leg je de hele schoolperiode de nadruk met name op verwerving, terwijl bij de ander ook ruimte ontstaat voor verfijning en verdieping. Ook het uitbreiden van de woordenschat en het leren reflecteren op het eigen taalgebruik horen bij dit leergebied. Waar mogelijk leren leerlingen zich verhouden tot teksten, geven er betekenis aan en krijgen zicht op eigen voorkeuren.\r\n\r\nSamenhang met andere leergebieden\r\nTaalontwikkeling vindt niet alleen plaats in het leergebied Nederlands, maar ook binnen andere leergebieden, zoals kunst en cultuur, Nederlandse Gebarentaal en in het voortgezet speciaal onderwijs ook binnen praktijkvakken. Om tot begrip te komen en kennis en vaardigheden te verwerven, is een goede taalvaardigheid een voorwaarde. Het werkt ook andersom. Kennis, vaardigheden en houdingen opgedaan in het ene leergebied of praktijkvak, of meegenomen vanuit de ontwikkeling in de thuistaal, zetten leerlingen in bij hun verdere taalontwikkeling. Dit versterkt elkaar wederzijds. Alle leergebieden en praktijkvakken bieden daarmee een betekenisvolle en kennisrijke context voor het ontwikkelen van taal- en denkvaardigheden. Leerlingen leren omgaan met rijke teksten die aansluiten bij contexten zoals wonen, werken, vrije tijd en burgerschap. Door ook aandacht te besteden aan andere talen, taalvariëteiten en (sub)culturen, ontwikkelen leerlingen een open houding tegenover talige diversiteit.\r\n\r\nNederlands voor leerlingen met specifieke onderwijsbehoeften\r\nBinnen Nederlands en andere leergebieden is het nodig om rekening te houden met specifieke onderwijsbehoeften van leerlingen en de toegankelijkheid van het leergebied. Taal en communicatie zijn sterk met elkaar verbonden. Voor leerlingen met een visuele beperking geldt dat hun visuele ervaringen zorgen voor ‘niet gevulde beelden’. Bij hen helpen de mondelinge taalvaardigheid en begrijpend luisteren bij het vormen van een beeld van de wereld. De lees- en schrijfcultuur maken ze zich soms eigen via braille. Door het gebruiken van ondersteunende communicatie zoals Nederlandse Gebarentaal (NGT) en Nederlands ondersteund met gebaren (NmG) of andere communicatievormen kunnen leerlingen met een auditieve en/of (communicatief) meervoudige beperking communiceren. Voor leerlingen met een meervoudige beperking is de ontwikkeling van communicatie en taal niet vanzelfsprekend. Zij kunnen baat hebben bij ondersteuning van beelden, concrete verwijzers en NmG. Sommige leerlingen met een meervoudige beperking kunnen lezen en schrijven, andere leerlingen leren dat beperkt of helemaal niet. Motorische uitdagingen kunnen ook vragen om individuele aanpassingen, hulpmiddelen en specifieke ondersteuning. Voor veel leerlingen met ernstige gedrags- of psychiatrische problemen zal er extra aandacht gaan naar communicatieve vaardigheden. Het gaat erom dat leerlingen op hun eigen manier leren om te durven spreken, gebaren, schrijven, of zich op een andere manier durven en kunnen uiten. Het doel is dat ze zich zo zelfstandig mogelijk kunnen redden in het onderwijs, de maatschappij, de arbeidsmarkt of dagbesteding.",
		"id": "01b1a4ac-9635-4d79-9d8a-ba3e4633e414",
		"replaces": [
			"9565d806-bf8a-410d-a7e4-05430f3fa56f"
		]
	},
	{
		"title": "Functionele kerndoelen rekenen en wiskunde",
		"vakleergebied_id": [
			"fdd97fff-f5e5-4b82-b937-9ab302666c50"
		],
		"fo_domein_id": [
			"60d3f360-a7ba-421f-9f4b-c18a48bd4c13",
			"f87d2b59-714b-4b94-9dfa-81e49632ad4e",
			"42f9ada1-0515-4dc9-9a83-c4e33aeae4e2",
			"4f3da229-5364-4dec-ac09-e4013aeeb7f3"
		],
		"karakteristiek": "Voor leerlingen die zeer moeilijk leren (zml) en leerlingen met een meervoudige beperking (mb), en leerlingen die uitstromen naar dagbesteding of arbeidsmarkt\r\n\r\nKenmerken van het leergebied rekenen en wiskunde\r\nLeerlingen leren rekenen en wiskunde, passend bij hun mogelijkheden, om zelfredzaam te worden. Ervaren, begrijpen en toepassen van rekenen en wiskunde draagt bij aan het ontwikkelen van vaardigheden die leerlingen nu en later nodig hebben. Alle leerlingen leren dit functioneel te gebruiken in hun leven. Ze leren daarmee de wereld te begrijpen en keuzes te maken in hun persoonlijk leven. Ook bereiden ze zich voor op reken-wiskundige kennis, vaardigheden en inzichten die ze nodig hebben in hun schoolloopbaan, werkplek en/of dagbesteding. Ze hebben reken-wiskundige vaardigheden ook nodig om zich te kunnen redden in de digitale wereld en om te gaan met de toenemende hoeveelheid informatie.\r\n\r\nRekenen en wiskunde als leergebied\r\nIn het leergebied rekenen en wiskunde beschrijven we vier domeinen: wiskunde en de wereld, wiskundige attitude, wiskundige concepten en wiskundige denk/werkwijzen. De vier domeinen vormen een samenhangend geheel.\r\nHet domein wiskunde en de wereld brengt leerlingen in aanraking met rekenen en wiskunde in toepassingen binnen en buiten school. Zo ervaren ze het nut en de kracht. Voor de doelgroep zml/mb is de relatie met de wereld de basis voor alle kennis, vaardigheden en inzichten die ze opdoen in dit leergebied.\r\nEen wiskundige attitude is belangrijk voor het begrijpen en gebruiken van rekenen en wiskunde. Het onderwijs heeft de taak om de ontwikkeling van plezier, zelfvertrouwen en motivatie bij het gebruik van rekenen en wiskunde te stimuleren.\r\nBinnen dit leergebied leren leerlingen wiskundige concepten, namelijk getallen, verhoudingen, grootheden en eenheden, vorm, ruimte en patronen. Ze leren deze concepten te begrijpen en te gebruiken in voor hen relevante situaties die kennis, vaardigheden en inzicht vragen.\r\nOm de wiskundige concepten te kunnen toepassen, leren leerlingen wiskundige denk/werkwijzen. Daarbij gaat het om het gebruiken van wiskundetaal en wiskundige representaties en het gebruiken van meetinstrumenten en wiskundige hulpmiddelen.\r\n\r\nSamenhang binnen het leergebied\r\nWiskundige concepten en wiskundige denk/werkwijzen kunnen niet los van elkaar worden gezien en worden in samenhang aangeboden. Ook de verschillende wiskundige concepten hebben onderlinge relaties. Om rekenen en wiskunde in samenhang te gebruiken, ontwikkelen leerlingen kennis van en inzicht in die relaties. Het toepassen van wiskundige denk/werkwijzen met uiteenlopende wiskundige concepten, laat leerlingen de vele gebruiksmogelijkheden ervaren van rekenen en wiskunde in de wereld. Dit draagt bij aan de ontwikkeling van zelfredzaamheid in hun persoonlijke leven.\r\nHet onderwijs aan zml/mb richt zich op het ontwikkelen van reken-wiskundige kennis, vaardigheden en inzichten om te gebruiken in voor hen relevante situaties. Een doorgaande lijn naar het onderwijs aan leerlingen in de uitstroombestemmingen dagbesteding of arbeid maakt het mogelijk om deze kennis, vaardigheden en inzichten te onderhouden en verder te ontwikkelen. Ze leren dit toepassen in alledaagse situaties voor wonen, werk/dagbesteding en vrije tijd, passend bij hun ambities en mogelijkheden.\r\nVoor het uitstroomprofiel dagbesteding ligt het accent op onderdelen van rekenen en wiskunde die leerlingen zo zelfstandig mogelijk laten functioneren in werk en dagbesteding. Voor het uitstroomprofiel arbeidsmarkt ligt het accent op onderdelen van rekenen en wiskunde die hen voorbereiden op een passende plek op de arbeidsmarkt.\r\n\r\nSamenhang met andere leergebieden\r\nRekenen en wiskunde wordt toegepast in allerlei andere leergebieden en praktijkvakken. Een basis in rekenen en wiskunde helpt om daarin te leren en te functioneren. Omgekeerd helpt het herkennen en gebruiken van rekenen en wiskunde in andere leergebieden en praktijkvakken de basis verder te verstevigen, betekenis te geven en zo veel mogelijk zelfredzaam te worden. Zo ervaren leerlingen dat ze wiskundige concepten en wiskundige denk/werkwijzen, waaronder wiskundetaal, bij verschillende leergebieden, zoals Nederlands en praktijkvakken op dezelfde manier kunnen toepassen. Het begrijpen van wiskundige informatie in de maatschappij draagt ook bij aan hun burgerschap en digitale geletterdheid. \r\n\r\nRekenen en wiskunde voor leerlingen met specifieke onderwijsbehoeften\r\nHet leren van rekenen en wiskunde door leerlingen met specifieke onderwijsbehoeften vraagt om flexibiliteit en differentiatie binnen de kaders van de kerndoelen. Voor zml/mb-leerlingen kunnen er op het gebied van aandacht en informatieverwerking uitdagingen zijn bij dit leergebied. Dit kan gevolgen hebben voor het kunnen opnemen, onthouden, bewerken en relateren van informatie bij het oplossen van reken-wiskundige situaties, voor het aanleren en toepassen van rekenprocedures en voor het leren automatiseren en memoriseren. Ook het leren begrijpen en gebruiken van wiskundetaal kan een uitdaging vormen. Daarbij kan het gaan om het verbinden van wiskundetaal aan reken-wiskundige handelingen of het verwoorden en uitleggen van hun aanpak en oplossing voor een toepassingsprobleem. Ondersteuning via passende communicatievormen en hulpmiddelen kan voor veel leerlingen, met name leerlingen met een zintuigelijke en/of communicatieve beperking en leerlingen met een meervoudige beperking, nodig zijn om rekenen en wiskunde te ervaren, begrijpen en toe te passen.\r\nVoor zml/mb-leerlingen en leerlingen die uitstromen naar dagbesteding of arbeidsmarkt is het mogelijk dat het leren van rekenen en wiskunde op formeel niveau niet haalbaar is, of niet voldoende betekenisvol of bruikbaar. Leren op een minder formeel niveau kan dan passend zijn. Daarnaast is expliciete aandacht nodig voor de overgang van het ene naar het andere (handelings)niveau en van de ene naar de andere of nieuwe situatie, omdat de transfermogelijkheden van deze leerlingen beperkt kunnen zijn.\r\nVoor leerlingen met een visuele, fysieke of meervoudige beperking kan de ontwikkeling van ruimtelijk inzicht anders verlopen door het ontbreken van bepaalde zintuigelijke ervaringen. Aansluiten bij wat deze leerlingen wel kunnen en alternatieve communicatievormen en hulpmiddelen benutten is nodig om het ruimtelijk inzicht en begrip van wiskundige concepten te ontwikkelen.",
		"id": "8aeb49f6-3d8b-476a-a8a6-45097a747d4c",
		"replaces": [
			"cbc7bfbe-839f-4e91-a354-d1a08378a174"
		]
	}
]