[
	{
		"title": "Concept - Te denken valt aan tonen van begrip door het maken van aantekeningen passend bij het luisterdoel tijdens het luisteren naar een kinderpodcast over jeugdboeken.",
		"description": "Te denken valt aan",
		"prefix": "A1.3…..",
		"id": "dfb78d43-70fe-402a-b859-8eb6ade47881",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan tonen van begrip van de inhoud van een tekst met behulp van een visualisatie die past bij de tekststructuur.",
		"description": "Te denken valt aan",
		"prefix": "A1.3…..",
		"id": "c96823c5-d281-4230-8cd6-4274508651e9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan structureren van informatie over een onderwerp op basis van meerdere teksten over dat onderwerp.",
		"description": "Te denken valt aan",
		"prefix": "A1.3…..",
		"id": "3d1eb76e-d72f-4b46-9490-2c294fd85647",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bespreken van de inhoudelijke verwachtingen bij het aanklikken van een hyperlink in een tekst.",
		"description": "Te denken valt aan",
		"prefix": "A1.3…..",
		"id": "48162d3b-3a62-4540-8483-042ad1f10743",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verdiepen van kennis over een onderwerp door verschillende teksten over dit onderwerp te lezen, luisteren of bekijken.",
		"description": "Te denken valt aan",
		"prefix": "A1.3…..",
		"id": "601b7ecf-41cd-487f-94d5-11b47a515124",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een mondelinge of schriftelijke instructie maken voor een bekend publiek.",
		"id": "a80a5b2a-d529-47e5-a3bb-5e87e4c5c105",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan vertellen van een persoonlijke anekdote met gebruikmaking van kennis over verteltechnieken.",
		"id": "69d55e5e-e49c-4779-996c-130d7ce1e78d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan creatief verwerken van een taaluiting in de thuistaal op een poster",
		"id": "5cf37f69-fc28-4ecc-90d7-fac768085174",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een rap maken over gevoelens of ervaringen",
		"id": "c972cfd8-c4b4-4bf8-b2b7-003a3578ee35",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een grafische weergave maken van een geschiedenistekst, zoals een tijdlijn of Venndiagram.",
		"id": "d2395983-a385-454f-9bdd-11dcbf6ecc3a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een vrije schrijfopdracht als brainstorm om de achtergrondkennis te activeren.",
		"id": "377fa0bf-ffbd-45cf-b593-b4b24ee92d33",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verkennen van verschillende soorten bronnen binnen een thema.",
		"id": "d0ddf168-5a43-4c6e-a178-378ddfee5c57",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan experimenteren met zoekfilters op een website",
		"id": "dedc07f9-0091-4e94-8bd1-1c4ac617aee7",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan formuleren van een informatieve tekst op basis van enkele aangereikte bronnen.",
		"id": "30ff3d5d-04e4-4119-9f7c-46c352fa2a35",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan geven van je mening over een actueel thema na het lezen, beluisteren of bekijken van teksten over dit onderwerp.",
		"id": "1cec9d65-4040-4f54-ad15-f8e39344a734",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan maken van een multimediaal verhaal over een onderzocht onderwerp voor leerlingen uit een andere klas.",
		"id": "c7c32b37-a18e-4830-884c-3657d53b94fe",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bespreken van de eigen leesaanpak bij een complexe tekst.",
		"id": "74c46027-e759-422a-8a1d-068962d6ce41",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan evalueren van de gekozen schrijfaanpak na het schrijven van een tekst.",
		"id": "13399b88-ab2c-4425-9972-8d327cdb16e2",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan formuleren van leerdoelen na het voltooien van een spreekbeurt.",
		"id": "147f64dc-fae8-4410-b52e-7dbc8a8d97c0",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan afstemmen op gesprekspartner en doorvragen tijdens een interview met bekende(n).",
		"id": "dbdbceb2-ad49-468f-a050-3bbf48f19f59",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een groepsgesprek waarbij persoonlijke ervaringen uitgewisseld worden.",
		"id": "f2e1afb0-4e30-40da-8f8c-9311047d04c2",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan uitwisselen van leeservaringen rondom gelezen boeken.",
		"id": "26dd0f3f-8d71-4b1e-938a-2ddb61b70aef",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan maken van afspraken over vorm en inhoud bij het maken van een gezamenlijk werkstuk.",
		"id": "0992985d-6557-467a-b6b7-548412289a24",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan filosoferen over het gebruik van verschillende talen en taalvariëteiten in verschillende contexten.",
		"id": "c60ccb02-8e67-4995-b665-30ae90b1bdb3",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bedenken van oplossingen voor een probleem uit een leergebied of het dagelijks leven.",
		"id": "ba1ead40-5bbe-43a6-9631-c7654c8424d6",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verzinnen van het vervolg van een gezamenlijk gelezen verhaal.",
		"id": "08f211a0-63b9-4314-812b-1125f4a6a2a9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gezamenlijk bepalen van de klassenregels.",
		"id": "5ee14da2-c0b2-4233-ab38-314e050659c4",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan samen denken en praten over de reden waarom woorden als pollepel, kerstomaatje en minister voor uitspraak- en betekenisproblemen kunnen zorgen.",
		"id": "1ddd2207-dc30-496c-8969-809f25b0208f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan samen onderzoeken wat voor effect het heeft als je alle bijvoeglijke naamwoorden zou weglaten uit een instructieve tekst.",
		"id": "0002a1f7-c4fe-4776-862c-50c0cfb037f1",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan vergelijken van advertenties vanuit de vraag welke advertentie het meest effect zal hebben, op basis van gemaakte keuzes in opbouw en taalgebruik.",
		"id": "a53119ce-b7a9-4e76-8a47-db050b56c1b9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan correct leren spellen van bijvoorbeeld verkleinwoorden.",
		"id": "d127dfcf-d886-4300-8360-6d2bb9066346",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van spelling- of grammaticacorrectie op de computer of het gebruiken van bronnen zoals woordenboeken of een beeld- en gebarenwoordenboek, ook bij het reviseren van een tekst.",
		"id": "6954df7c-61e8-4b11-a858-7d7bd20c014d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan maken van een taalpaspoort.",
		"id": "d9978cd6-9688-4c15-bbb6-e027bf40ff54",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan uitproberen van verschillende lichaamshoudingen bij een presentatie voor publiek en het voeren van een gesprek over het effect ervan.",
		"id": "c7822797-bcc8-4756-8d64-871eeab50156",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van talenkennis bij het leren van nieuwe woorden in het Standaardnederlands en andere talen.",
		"id": "c1ee6555-852b-46f2-bada-248ef72c25a8",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan praten over ervaringen over een in een andere taal of taalvariëteit gevoerd gesprek.",
		"id": "159cdc9c-ffa1-45de-b65c-e34e5d0e6355",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bespreken van de keuze voor een taal f taalvariëteit door een influencer.",
		"id": "17349e08-4119-49a6-8068-f26357518411",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een rol spelen in een rollenspel of toneelstuk waarbij je een passende taal of taalvariëteit kiest voor jouw rol.",
		"id": "abcae150-eef1-4b4c-a33f-5d46cbc1924e",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan praten over nieuwe woorden die het afgelopen jaar zijn ontstaan.",
		"id": "ce096651-7023-4f7c-a44d-efa85dd73475",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bedenken van een nieuw woord voor een uitvinding en het aan een ander uitleggen.",
		"id": "423f7043-3b29-4850-a7d6-aa17260f1b17",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan praten over de herkomst en betekenis van leenwoorden, spreekwoorden en gezegden.",
		"id": "8113318b-f2f6-4839-871a-373625791dc1",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan beluisteren van taalgebruik van een oudere generatie in een oude radio-opname of Polygoonjournaal en daarin woorden, uitspraak of taalgebruik aanwijzen die tegenwoordig minder of niet meer voorkomen.",
		"id": "1fcfc735-680c-4f8a-9937-8316294b26f7",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan beschrijven van het plot van een verhaal: het probleem waarin het hoofdpersonage verwikkeld raakt en de manier waarop het probleem wordt opgelost.",
		"id": "e015b0aa-379f-42e0-84e7-8da49fc74156",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan samen bespreken van de rollen van de personages in een gezamenlijk (voor)gelezen verhaal.",
		"id": "19140d77-54ea-454f-a604-5b2f2c18599b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gezamenlijk maken van een tijdlijn van een voorgelezen boek.",
		"id": "3b0c17ef-06f3-4aec-874d-72fdf840e95b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan benoemen van elementen die een verhaal spannend maken of bespreken hoe het spelen met tijd de spanning in een verhaal beïnvloedt.",
		"id": "6f9bd8c8-e2a0-4880-aa53-2fca1afacefa",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan lezen, vergelijken en bespreken van teksten van verschillende literaire genres, zoals een dagboektekst, limerick, fabel, theatertekst, liedtekst, sprookjes en non-fictie.",
		"id": "f0533a09-fa69-4ac7-9fce-b370de577821",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan classificeren van boeken op basis van inhoudelijke thema’s.",
		"id": "7179a690-c84b-45bb-a4db-cf9ceb77befa",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan praten over poëtisch taalgebruik in een gedicht.",
		"id": "f878d50b-e0e4-47f1-9d40-e881ee04a025",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan lezen, beluisteren en bekijken van teksten van verschillende genres en schrijvers, zoals poëzie, spoken word, verhalen, romans, multimediale teksten, theatervoorstellingen, verhalende non-fictie en strips.",
		"id": "194202a6-0770-4ee3-9604-2ee34573bca5",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voeren van leesgesprekken en gesprekken ter ondersteuning van de selectie van nieuwe teksten.",
		"id": "4489643e-33db-41e2-a97c-bde07d021f5f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan maken van een boekendoos naar aanleiding van een gelezen of beluisterd boek.",
		"id": "07337f2a-3cd9-4876-a856-8b9d931acf2f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voeren van een literair gesprek over een gezamenlijk gelezen verhaal.",
		"id": "bb003074-2a61-4e89-91ec-066bfb691036",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan maken van een boekenvlog om de leeservaring te verwoorden.",
		"id": "48ad2740-131e-4126-8a6c-e3c10b5ac944",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan ontdekken hoe andere mensen zich voelen die zich in een zelfde situatie als jij bevinden.",
		"id": "c515e0cc-f0d2-4734-b951-578eb996c826",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verdiepen van kennis over een bepaald historisch onderwerp door er een verhaal over te lezen.",
		"id": "a3c2d4c4-ceca-4ceb-81de-25af76e4a87a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan benutten van een thematafel met rijke teksten rondom een wereldoriëntatiethema .",
		"description": "Te denken valt aan",
		"id": "68a5d19a-31a9-460c-a5ab-83fdcb43184b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan organiseren van boekenclubs voor leraren en leerlingen.",
		"description": "Te denken valt aan",
		"id": "6630392d-b3b8-41df-936d-f5f7b7399991",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan schrijven over ervaringen naar aanleiding van een museumbezoek.",
		"description": "Te denken valt aan",
		"id": "98a8a5db-36e5-48a9-a27b-fff903ea4a13",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan deelnemen aan leesbevorderingsactiviteiten zowel binnen als buiten de school.",
		"description": "Te denken valt aan",
		"id": "c97d8dc6-87f8-4174-a22a-7b4bee1bd5c9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan visualiseren van nieuwe vaktaal in een mindmap.",
		"id": "fa1730f5-974d-4922-9fc7-e8ec23075d45",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voeren van een groepsgesprek over een historische gebeurtenis.",
		"id": "bbf7bfa9-0bbe-4593-884d-a55c608a7f07",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voor langere tijd werken aan een breed thema, met teksten in allerlei verschijningsvormen.",
		"id": "5333efda-e370-4e44-ad2b-2f54f6755540",
		"unreleased": true
	},
	{
		"title": "Te denken valt aan eigenschappen van getallen zoals even/oneven en deelbaarheid, verschijningsvormen van getallen zoals hoeveelheidsgetal en meetgetal, en het onderscheid tussen getallen en cijfers.",
		"description": "Te denken valt aan",
		"id": "231a0216-ec66-458f-9f46-7fd27cf9da35",
		"unreleased": true
	},
	{
		"title": "Te denken valt aan eigenschappen van bewerkingen variërend van de inverse relatie tussen optellen en aftrekken, ook in stipopgaven, tot de commutatieve eigenschap van optellen en vermenigvuldigen.",
		"description": "Te denken valt aan",
		"id": "6668d240-eb38-4259-bdc8-22c49a6461d4",
		"unreleased": true
	},
	{
		"title": "Te denken val aan standaardprocedures variërend van hoofdrekenend rijgen tot schriftelijk cijferen.",
		"description": "Te denken valt aan",
		"id": "cd97f4d1-1694-4630-94a7-1260f230fa4a",
		"unreleased": true
	},
	{
		"title": "Te denken valt aan situationeel en volgens afrondingsregels afronden van getallen.",
		"description": "Te denken valt aan",
		"id": "d13df88e-ed97-4df6-b471-ef86e7068297",
		"unreleased": true
	},
	{
		"title": "Te denken valt aan gebruiken van schattingen om de uitkomst van een schriftelijke berekening of berekening met de rekenmachine te controleren.",
		"description": "Te denken valt aan",
		"id": "aae3575f-105b-47fc-8254-1c4e1070ee9a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan breuken plaatsen op een getallenlijn (breuk als getal), een verhouding aangeven met breuken,  breuken relateren aan delingen (breuk als deling, bijvoorbeeld 1 : 2 = 1/2 ).",
		"id": "00455e1e-233d-4956-a5be-72b60604742f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van breukentaal zoals 'gelijknamig' en 'gelijkwaardig', teller en noemer, en specifieke taalconstructies zoals vier vijfde.",
		"id": "d228e694-e3be-4b04-9387-bad09b3d786e",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan breuken gelijknamig maken, helen uit breuken halen en omgekeerd.",
		"id": "010d30c8-544f-4080-b525-4d263db84290",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan rekenen met benoemde of onbenoemde breuken.",
		"id": "c21a61e5-c419-4f82-9fdf-0089e051fdb6",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van een verhoudingstabel bij het oplossen van verhoudingsproblemen.",
		"id": "9f859f13-09bb-4f95-af5e-60e812221984",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van verhoudingentaal zoals ‘op de’, ‘van de’, ‘op elke’.",
		"id": "ab7a798a-59ba-4620-9bff-158c3f91417c",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verschijningsvormen van verhoudingen zoals recepten, prijs per eenheid en kans.",
		"id": "05585ff4-9db6-4596-9a38-0e071ea3f6db",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verschijningsvormen van procenten zoals rente en korting.",
		"id": "79e6c9eb-7677-4203-8553-d1cd235d706d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan eenheden als meter (m), kilogram (kg), liter (L), kubieke decimeter (dm3) en kilometer per uur (km/u).",
		"id": "5f535c5f-42d3-493e-beb3-c1d399423db0",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voorvoegsels als kilo, hecto, deci, centi, milli, giga.",
		"id": "c849174d-e47b-48d6-856d-1b5ef0544a74",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan omzetten van eenheden uit het metriek stelsel.",
		"id": "2cd9b6c7-581c-474f-8b45-d95533f6c903",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bepalen van de oppervlakte van samengesteld figuren en schatten van de oppervlakte van onregelmatige figuren.",
		"id": "ce672640-6e3b-40b1-b74f-952b875cc864",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan symmetrie en gelijkvormigheid.",
		"id": "71156ddc-dc56-459e-8f34-a04343a4ff45",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verhoudingsgewijs redeneren bij schaduwproblemen.",
		"id": "9848b288-5ab9-4053-bb05-029bfdf97322",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan representaties van driedimensionale figuren in de vorm van aanzichten, uitslagen en projecties.",
		"id": "aaf6e542-9855-4ded-9d8d-09b4d2a87a0f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan aantonen van relaties tussen figuren zoals een vierkant is een rechthoek, maar een rechthoek is niet altijd vierkant.",
		"id": "a7043a74-cce7-4b10-889d-86b3f150bc2e",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan herkennen en benoemen van eenvoudige meetkundige figuren als rechthoek, driehoek en kubus.",
		"id": "053dd029-5f7f-4da7-bba2-99082aa5b28a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan frequentietabellen",
		"id": "ce1beb7c-a16a-4b7c-83bf-eeab7131313d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan staaf-, cirkel-, en beelddiagrammen, lijngrafieken en infographics.",
		"id": "f15563e2-b443-4ef3-924f-f45f0169bb42",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan beschrijven en uitbreiden van stippatronen en getallenrijen.",
		"id": "8f58acda-bf45-429a-9d97-6ce5517a29cf",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bepalen van een element verderop in een rij met een patroon, bijvoorbeeld het tiende element.",
		"id": "b8067f91-4a46-4121-80c6-7a58899824da",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verhelderen van een probleem door relevante gegevens te selecteren.",
		"id": "dbe63d7f-eda7-4637-b07b-7f400215271b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van getalreferenties en meetreferenties om ontbrekende gegevens in te schatten.",
		"id": "1aedc48d-23e5-497e-a4c1-165245be0fd4",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan structureren van probleemsituaties met een schema of een abstract model.",
		"id": "fb24bb96-8b26-42ce-91b8-b45f8d81813d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van heuristieken zoals guess and check, vereenvoudigen van het probleem, terugredeneren en het opdelen van het probleem in deelproblemen.",
		"id": "2e03c7b3-f0f6-414f-a60b-916c6ef17901",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van een getallenlijn of verhoudingstabel bij het redeneren en rekenen met getallen en verhoudingen.",
		"description": "Overwegingen en fo_toelichting",
		"id": "98b2b1ba-186e-4915-9def-2ce2ed7b617b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan schematisch weergeven van een route.",
		"description": "Overwegingen en fo_toelichting",
		"id": "f3f6d896-17a9-40e5-87ff-244d08c623bf",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan uitlichten van de meetkundige essentie van een afbeelding door het weglaten van details.",
		"description": "Overwegingen en fo_toelichting",
		"id": "4c85cee8-2063-4d79-aaf3-811769da8c34",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan met een grafiek laten zien hoe een verschijnsel zich in de tijd ontwikkelt.",
		"description": "Overwegingen en fo_toelichting",
		"id": "18a39372-5dcc-46f6-a0e3-03e653809031",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan beschrijven van een standaardprocedure voor het rekenen met getallen.",
		"id": "48971cbb-4f36-469c-970a-6f67e9cf4883",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bij een deling met rest, interpreteren van deze rest in relatie tot de situatie.",
		"id": "a58738a1-83e2-4e1a-a4ea-da9f305caaa9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bedenken van een algoritme voor het tekenen van regelmatige meetkundige figuren zoals een vierkant.",
		"id": "1971055a-f117-41fd-ae3b-8322691cfcec",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan vaststellen of een algoritme kan worden toegepast in een bepaalde situatie.",
		"id": "4f26a633-8773-46cf-a3ec-88ae6b1c3a0a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van het =-teken in de betekenis van ‘is gelijk aan’.",
		"id": "2c077990-2be8-4d98-bbbd-7de0a1eeeeb6",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van representaties als aanzichten, plattegronden en grafische representaties.",
		"id": "710b0ef4-b7c1-4332-b15e-69c17dc00d89",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan weergeven van berekeningen en probleemaanpakken.",
		"id": "414ea57a-9025-4685-9f3c-108f01589bc2",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan herkennen en interpreteren van representaties, zoals grafieken en diagrammen, ook als deze misleidend zijn.",
		"id": "bb3c3b53-1315-48a9-ab34-9fff01e6d133",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan relateren van representaties aan elkaar, zoals decimale getallen en breuken.",
		"id": "4685c0af-0c9b-482b-9adc-8641e81e36f0",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan kiezen en gebruiken van meetinstrumenten als meetlint, weegschaal, maatbeker en stopwatch.",
		"id": "ed72c13d-a5a3-4b1d-9819-e0dff4b5b956",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verantwoord kiezen voor het gebruik van de rekenmachine.",
		"id": "fbfe9059-f5ff-4b67-b9be-e0e9c11b6e81",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan klokkijken op analoge en digitale klokken.",
		"id": "c4c62998-683c-456f-af0e-156e4ac353a6",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan interpreteren van situaties met behulp van wiskunde.",
		"id": "ef448055-ff0e-4a22-aa21-9b45139eec06",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van wiskunde om de juistheid van berichten in de media te beoordelen.",
		"id": "7df60479-bae4-4891-85d7-37c9391a3131",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verschillen in de wereld verkennen met behulp van wiskunde, bijvoorbeeld verschillen in inkomen, bevolkingsdichtheid, klimaat.",
		"id": "241398fe-7342-4bcb-bfc8-7c8e3745f734",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van de wiskundige structuren in plattegronden en kaarten, zoals schaallijn en coördinaten.",
		"id": "b883b011-7c5a-4f55-b64e-9c5313a85451",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan relateren van een tijdbalk aan de getallenlijn.",
		"id": "b961fa4c-0f69-496c-81f3-a85a8903110f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan benoemen van snelheid en prijs als samengestelde grootheden en hiermee berekeningen uitvoeren.",
		"id": "5bd390cb-3ab4-41eb-a591-6599793c70d1",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan berekeningen met procenten en andere wiskundige bewerkingen.",
		"id": "ef16b837-227f-4544-bce6-05a83679772d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan laten zien van patronen en structuren in kunst en creatieve uitingen.",
		"id": "4f500c63-9c1f-4535-8ab6-2aa489052e9d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan aanbieden van formele wiskundetaal als vervanging van informeel taalgebruik.",
		"id": "811674e7-1f09-4125-9d48-64bb9eabee57",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan algoritmisch denken toepassen bij getallen en andere wiskundige concepten.",
		"id": "a621ab04-7b7b-4094-9e74-c4ff65357850",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verbinden  van vragen van leerling en actuele situaties aan wiskundige concepten en denk/werkwijzen.",
		"description": "Te denken valt aan",
		"id": "e2cc50e3-3730-45ba-9aae-148acf18704c",
		"unreleased": true
	},
	{
		"title": "Concept  - Te denken valt aan bespreken van ideeën en aanpakken van leerlingen.",
		"description": "Te denken valt aan",
		"id": "7e18d17a-cd2e-47dc-a985-915265272c46",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan deelnemen aan uitdagende, landelijk georganiseerde activiteiten.",
		"description": "Te denken valt aan",
		"id": "683679a1-b8cc-41dd-b446-51c6f6907a81",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan aandacht besteden aan de geschiedenis van wiskunde.",
		"description": "Te denken valt aan",
		"id": "0ba028ea-9393-407e-b97b-69f192cc8629",
		"unreleased": true
	}
]