[
	{
		"title": "Concept - Te denken valt aan tonen van begrip door het maken van aantekeningen passend bij het luisterdoel tijdens het luisteren naar een kinderpodcast over jeugdboeken.",
		"description": "Te denken valt aan",
		"prefix": "A1.3…..",
		"id": "dfb78d43-70fe-402a-b859-8eb6ade47881",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan tonen van begrip van de inhoud van een tekst met behulp van een visualisatie die past bij de tekststructuur.",
		"description": "Te denken valt aan",
		"prefix": "A1.3…..",
		"id": "c96823c5-d281-4230-8cd6-4274508651e9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan structureren van informatie over een onderwerp op basis van meerdere teksten over dat onderwerp.",
		"description": "Te denken valt aan",
		"prefix": "A1.3…..",
		"id": "3d1eb76e-d72f-4b46-9490-2c294fd85647",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bespreken van de inhoudelijke verwachtingen bij het aanklikken van een hyperlink in een tekst.",
		"description": "Te denken valt aan",
		"prefix": "A1.3…..",
		"id": "48162d3b-3a62-4540-8483-042ad1f10743",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verdiepen van kennis over een onderwerp door verschillende teksten over dit onderwerp te lezen, luisteren of bekijken.",
		"description": "Te denken valt aan",
		"prefix": "A1.3…..",
		"id": "601b7ecf-41cd-487f-94d5-11b47a515124",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een mondelinge of schriftelijke instructie maken voor een bekend publiek.",
		"id": "a80a5b2a-d529-47e5-a3bb-5e87e4c5c105",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan vertellen van een persoonlijke anekdote met gebruikmaking van kennis over verteltechnieken.",
		"id": "69d55e5e-e49c-4779-996c-130d7ce1e78d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan creatief verwerken van een taaluiting in de thuistaal op een poster",
		"id": "5cf37f69-fc28-4ecc-90d7-fac768085174",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een rap maken over gevoelens of ervaringen",
		"id": "c972cfd8-c4b4-4bf8-b2b7-003a3578ee35",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een grafische weergave maken van een geschiedenistekst, zoals een tijdlijn of Venndiagram.",
		"id": "d2395983-a385-454f-9bdd-11dcbf6ecc3a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een vrije schrijfopdracht als brainstorm om de achtergrondkennis te activeren.",
		"id": "377fa0bf-ffbd-45cf-b593-b4b24ee92d33",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verkennen van verschillende soorten bronnen binnen een thema.",
		"id": "d0ddf168-5a43-4c6e-a178-378ddfee5c57",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan experimenteren met zoekfilters op een website",
		"id": "dedc07f9-0091-4e94-8bd1-1c4ac617aee7",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan formuleren van een informatieve tekst op basis van enkele aangereikte bronnen.",
		"id": "30ff3d5d-04e4-4119-9f7c-46c352fa2a35",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan geven van je mening over een actueel thema na het lezen, beluisteren of bekijken van teksten over dit onderwerp.",
		"id": "1cec9d65-4040-4f54-ad15-f8e39344a734",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan maken van een multimediaal verhaal over een onderzocht onderwerp voor leerlingen uit een andere klas.",
		"id": "c7c32b37-a18e-4830-884c-3657d53b94fe",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bespreken van de eigen leesaanpak bij een complexe tekst.",
		"id": "74c46027-e759-422a-8a1d-068962d6ce41",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan evalueren van de gekozen schrijfaanpak na het schrijven van een tekst.",
		"id": "13399b88-ab2c-4425-9972-8d327cdb16e2",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan formuleren van leerdoelen na het voltooien van een spreekbeurt.",
		"id": "147f64dc-fae8-4410-b52e-7dbc8a8d97c0",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan afstemmen op gesprekspartner en doorvragen tijdens een interview met bekende(n).",
		"id": "dbdbceb2-ad49-468f-a050-3bbf48f19f59",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een groepsgesprek waarbij persoonlijke ervaringen uitgewisseld worden.",
		"id": "f2e1afb0-4e30-40da-8f8c-9311047d04c2",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan uitwisselen van leeservaringen rondom gelezen boeken.",
		"id": "26dd0f3f-8d71-4b1e-938a-2ddb61b70aef",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan maken van afspraken over vorm en inhoud bij het maken van een gezamenlijk werkstuk.",
		"id": "0992985d-6557-467a-b6b7-548412289a24",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan filosoferen over het gebruik van verschillende talen en taalvariëteiten in verschillende contexten.",
		"id": "c60ccb02-8e67-4995-b665-30ae90b1bdb3",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bedenken van oplossingen voor een probleem uit een leergebied of het dagelijks leven.",
		"id": "ba1ead40-5bbe-43a6-9631-c7654c8424d6",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verzinnen van het vervolg van een gezamenlijk gelezen verhaal.",
		"id": "08f211a0-63b9-4314-812b-1125f4a6a2a9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gezamenlijk bepalen van de klassenregels.",
		"id": "5ee14da2-c0b2-4233-ab38-314e050659c4",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan samen denken en praten over de reden waarom woorden als pollepel, kerstomaatje en minister voor uitspraak- en betekenisproblemen kunnen zorgen.",
		"id": "1ddd2207-dc30-496c-8969-809f25b0208f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan samen onderzoeken wat voor effect het heeft als je alle bijvoeglijke naamwoorden zou weglaten uit een instructieve tekst.",
		"id": "0002a1f7-c4fe-4776-862c-50c0cfb037f1",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan vergelijken van advertenties vanuit de vraag welke advertentie het meest effect zal hebben, op basis van gemaakte keuzes in opbouw en taalgebruik.",
		"id": "a53119ce-b7a9-4e76-8a47-db050b56c1b9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan correct leren spellen van bijvoorbeeld verkleinwoorden.",
		"id": "d127dfcf-d886-4300-8360-6d2bb9066346",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van spelling- of grammaticacorrectie op de computer of het gebruiken van bronnen zoals woordenboeken of een beeld- en gebarenwoordenboek, ook bij het reviseren van een tekst.",
		"id": "6954df7c-61e8-4b11-a858-7d7bd20c014d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan maken van een taalpaspoort.",
		"id": "d9978cd6-9688-4c15-bbb6-e027bf40ff54",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan uitproberen van verschillende lichaamshoudingen bij een presentatie voor publiek en het voeren van een gesprek over het effect ervan.",
		"id": "c7822797-bcc8-4756-8d64-871eeab50156",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van talenkennis bij het leren van nieuwe woorden in het Standaardnederlands en andere talen.",
		"id": "c1ee6555-852b-46f2-bada-248ef72c25a8",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan praten over ervaringen over een in een andere taal of taalvariëteit gevoerd gesprek.",
		"id": "159cdc9c-ffa1-45de-b65c-e34e5d0e6355",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bespreken van de keuze voor een taal f taalvariëteit door een influencer.",
		"id": "17349e08-4119-49a6-8068-f26357518411",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een rol spelen in een rollenspel of toneelstuk waarbij je een passende taal of taalvariëteit kiest voor jouw rol.",
		"id": "abcae150-eef1-4b4c-a33f-5d46cbc1924e",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan praten over nieuwe woorden die het afgelopen jaar zijn ontstaan.",
		"id": "ce096651-7023-4f7c-a44d-efa85dd73475",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bedenken van een nieuw woord voor een uitvinding en het aan een ander uitleggen.",
		"id": "423f7043-3b29-4850-a7d6-aa17260f1b17",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan praten over de herkomst en betekenis van leenwoorden, spreekwoorden en gezegden.",
		"id": "8113318b-f2f6-4839-871a-373625791dc1",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan beluisteren van taalgebruik van een oudere generatie in een oude radio-opname of Polygoonjournaal en daarin woorden, uitspraak of taalgebruik aanwijzen die tegenwoordig minder of niet meer voorkomen.",
		"id": "1fcfc735-680c-4f8a-9937-8316294b26f7",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan beschrijven van het plot van een verhaal: het probleem waarin het hoofdpersonage verwikkeld raakt en de manier waarop het probleem wordt opgelost.",
		"id": "e015b0aa-379f-42e0-84e7-8da49fc74156",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan samen bespreken van de rollen van de personages in een gezamenlijk (voor)gelezen verhaal.",
		"id": "19140d77-54ea-454f-a604-5b2f2c18599b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gezamenlijk maken van een tijdlijn van een voorgelezen boek.",
		"id": "3b0c17ef-06f3-4aec-874d-72fdf840e95b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan benoemen van elementen die een verhaal spannend maken of bespreken hoe het spelen met tijd de spanning in een verhaal beïnvloedt.",
		"id": "6f9bd8c8-e2a0-4880-aa53-2fca1afacefa",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan lezen, vergelijken en bespreken van teksten van verschillende literaire genres, zoals een dagboektekst, limerick, fabel, theatertekst, liedtekst, sprookjes en non-fictie.",
		"id": "f0533a09-fa69-4ac7-9fce-b370de577821",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan classificeren van boeken op basis van inhoudelijke thema’s.",
		"id": "7179a690-c84b-45bb-a4db-cf9ceb77befa",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan praten over poëtisch taalgebruik in een gedicht.",
		"id": "f878d50b-e0e4-47f1-9d40-e881ee04a025",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan lezen, beluisteren en bekijken van teksten van verschillende genres en schrijvers, zoals poëzie, spoken word, verhalen, romans, multimediale teksten, theatervoorstellingen, verhalende non-fictie en strips.",
		"id": "194202a6-0770-4ee3-9604-2ee34573bca5",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voeren van leesgesprekken en gesprekken ter ondersteuning van de selectie van nieuwe teksten.",
		"id": "4489643e-33db-41e2-a97c-bde07d021f5f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan maken van een boekendoos naar aanleiding van een gelezen of beluisterd boek.",
		"id": "07337f2a-3cd9-4876-a856-8b9d931acf2f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voeren van een literair gesprek over een gezamenlijk gelezen verhaal.",
		"id": "bb003074-2a61-4e89-91ec-066bfb691036",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan maken van een boekenvlog om de leeservaring te verwoorden.",
		"id": "48ad2740-131e-4126-8a6c-e3c10b5ac944",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan ontdekken hoe andere mensen zich voelen die zich in een zelfde situatie als jij bevinden.",
		"id": "c515e0cc-f0d2-4734-b951-578eb996c826",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verdiepen van kennis over een bepaald historisch onderwerp door er een verhaal over te lezen.",
		"id": "a3c2d4c4-ceca-4ceb-81de-25af76e4a87a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan benutten van een thematafel met rijke teksten rondom een wereldoriëntatiethema .",
		"description": "Te denken valt aan",
		"id": "68a5d19a-31a9-460c-a5ab-83fdcb43184b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan organiseren van boekenclubs voor leraren en leerlingen.",
		"description": "Te denken valt aan",
		"id": "6630392d-b3b8-41df-936d-f5f7b7399991",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan schrijven over ervaringen naar aanleiding van een museumbezoek.",
		"description": "Te denken valt aan",
		"id": "98a8a5db-36e5-48a9-a27b-fff903ea4a13",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan deelnemen aan leesbevorderingsactiviteiten zowel binnen als buiten de school.",
		"description": "Te denken valt aan",
		"id": "c97d8dc6-87f8-4174-a22a-7b4bee1bd5c9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan visualiseren van nieuwe vaktaal in een mindmap.",
		"id": "fa1730f5-974d-4922-9fc7-e8ec23075d45",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voeren van een groepsgesprek over een historische gebeurtenis.",
		"id": "bbf7bfa9-0bbe-4593-884d-a55c608a7f07",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voor langere tijd werken aan een breed thema, met teksten in allerlei verschijningsvormen.",
		"id": "5333efda-e370-4e44-ad2b-2f54f6755540",
		"unreleased": true
	},
	{
		"title": "Te denken valt aan eigenschappen van getallen zoals even/oneven en deelbaarheid, verschijningsvormen van getallen zoals hoeveelheidsgetal en meetgetal, en het onderscheid tussen getallen en cijfers.",
		"description": "Te denken valt aan",
		"id": "231a0216-ec66-458f-9f46-7fd27cf9da35",
		"unreleased": true
	},
	{
		"title": "Te denken valt aan eigenschappen van bewerkingen variërend van de inverse relatie tussen optellen en aftrekken, ook in stipopgaven, tot de commutatieve eigenschap van optellen en vermenigvuldigen.",
		"description": "Te denken valt aan",
		"id": "6668d240-eb38-4259-bdc8-22c49a6461d4",
		"unreleased": true
	},
	{
		"title": "Te denken val aan standaardprocedures variërend van hoofdrekenend rijgen tot schriftelijk cijferen.",
		"description": "Te denken valt aan",
		"id": "cd97f4d1-1694-4630-94a7-1260f230fa4a",
		"unreleased": true
	},
	{
		"title": "Te denken valt aan situationeel en volgens afrondingsregels afronden van getallen.",
		"description": "Te denken valt aan",
		"id": "d13df88e-ed97-4df6-b471-ef86e7068297",
		"unreleased": true
	},
	{
		"title": "Te denken valt aan gebruiken van schattingen om de uitkomst van een schriftelijke berekening of berekening met de rekenmachine te controleren.",
		"description": "Te denken valt aan",
		"id": "aae3575f-105b-47fc-8254-1c4e1070ee9a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan breuken plaatsen op een getallenlijn (breuk als getal), een verhouding aangeven met breuken,  breuken relateren aan delingen (breuk als deling, bijvoorbeeld 1 : 2 = 1/2 ).",
		"id": "00455e1e-233d-4956-a5be-72b60604742f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van breukentaal zoals 'gelijknamig' en 'gelijkwaardig', teller en noemer, en specifieke taalconstructies zoals vier vijfde.",
		"id": "d228e694-e3be-4b04-9387-bad09b3d786e",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan breuken gelijknamig maken, helen uit breuken halen en omgekeerd.",
		"id": "010d30c8-544f-4080-b525-4d263db84290",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan rekenen met benoemde of onbenoemde breuken.",
		"id": "c21a61e5-c419-4f82-9fdf-0089e051fdb6",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van een verhoudingstabel bij het oplossen van verhoudingsproblemen.",
		"id": "9f859f13-09bb-4f95-af5e-60e812221984",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van verhoudingentaal zoals ‘op de’, ‘van de’, ‘op elke’.",
		"id": "ab7a798a-59ba-4620-9bff-158c3f91417c",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verschijningsvormen van verhoudingen zoals recepten, prijs per eenheid en kans.",
		"id": "05585ff4-9db6-4596-9a38-0e071ea3f6db",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verschijningsvormen van procenten zoals rente en korting.",
		"id": "79e6c9eb-7677-4203-8553-d1cd235d706d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan eenheden als meter (m), kilogram (kg), liter (L), kubieke decimeter (dm3) en kilometer per uur (km/u).",
		"id": "5f535c5f-42d3-493e-beb3-c1d399423db0",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voorvoegsels als kilo, hecto, deci, centi, milli, giga.",
		"id": "c849174d-e47b-48d6-856d-1b5ef0544a74",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan omzetten van eenheden uit het metriek stelsel.",
		"id": "2cd9b6c7-581c-474f-8b45-d95533f6c903",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bepalen van de oppervlakte van samengesteld figuren en schatten van de oppervlakte van onregelmatige figuren.",
		"id": "ce672640-6e3b-40b1-b74f-952b875cc864",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan symmetrie en gelijkvormigheid.",
		"id": "71156ddc-dc56-459e-8f34-a04343a4ff45",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verhoudingsgewijs redeneren bij schaduwproblemen.",
		"id": "9848b288-5ab9-4053-bb05-029bfdf97322",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan representaties van driedimensionale figuren in de vorm van aanzichten, uitslagen en projecties.",
		"id": "aaf6e542-9855-4ded-9d8d-09b4d2a87a0f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan aantonen van relaties tussen figuren zoals een vierkant is een rechthoek, maar een rechthoek is niet altijd vierkant.",
		"id": "a7043a74-cce7-4b10-889d-86b3f150bc2e",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan herkennen en benoemen van eenvoudige meetkundige figuren als rechthoek, driehoek en kubus.",
		"id": "053dd029-5f7f-4da7-bba2-99082aa5b28a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan frequentietabellen",
		"id": "ce1beb7c-a16a-4b7c-83bf-eeab7131313d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan staaf-, cirkel-, en beelddiagrammen, lijngrafieken en infographics.",
		"id": "f15563e2-b443-4ef3-924f-f45f0169bb42",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan beschrijven en uitbreiden van stippatronen en getallenrijen.",
		"id": "8f58acda-bf45-429a-9d97-6ce5517a29cf",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bepalen van een element verderop in een rij met een patroon, bijvoorbeeld het tiende element.",
		"id": "b8067f91-4a46-4121-80c6-7a58899824da",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verhelderen van een probleem door relevante gegevens te selecteren.",
		"id": "dbe63d7f-eda7-4637-b07b-7f400215271b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van getalreferenties en meetreferenties om ontbrekende gegevens in te schatten.",
		"id": "1aedc48d-23e5-497e-a4c1-165245be0fd4",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan structureren van probleemsituaties met een schema of een abstract model.",
		"id": "fb24bb96-8b26-42ce-91b8-b45f8d81813d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van heuristieken zoals guess and check, vereenvoudigen van het probleem, terugredeneren en het opdelen van het probleem in deelproblemen.",
		"id": "2e03c7b3-f0f6-414f-a60b-916c6ef17901",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van een getallenlijn of verhoudingstabel bij het redeneren en rekenen met getallen en verhoudingen.",
		"description": "Overwegingen en fo_toelichting",
		"id": "98b2b1ba-186e-4915-9def-2ce2ed7b617b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan schematisch weergeven van een route.",
		"description": "Overwegingen en fo_toelichting",
		"id": "f3f6d896-17a9-40e5-87ff-244d08c623bf",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan uitlichten van de meetkundige essentie van een afbeelding door het weglaten van details.",
		"description": "Overwegingen en fo_toelichting",
		"id": "4c85cee8-2063-4d79-aaf3-811769da8c34",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan met een grafiek laten zien hoe een verschijnsel zich in de tijd ontwikkelt.",
		"description": "Overwegingen en fo_toelichting",
		"id": "18a39372-5dcc-46f6-a0e3-03e653809031",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan beschrijven van een standaardprocedure voor het rekenen met getallen.",
		"id": "48971cbb-4f36-469c-970a-6f67e9cf4883",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bij een deling met rest, interpreteren van deze rest in relatie tot de situatie.",
		"id": "a58738a1-83e2-4e1a-a4ea-da9f305caaa9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bedenken van een algoritme voor het tekenen van regelmatige meetkundige figuren zoals een vierkant.",
		"id": "1971055a-f117-41fd-ae3b-8322691cfcec",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan vaststellen of een algoritme kan worden toegepast in een bepaalde situatie.",
		"id": "4f26a633-8773-46cf-a3ec-88ae6b1c3a0a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van het =-teken in de betekenis van ‘is gelijk aan’.",
		"id": "2c077990-2be8-4d98-bbbd-7de0a1eeeeb6",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van representaties als aanzichten, plattegronden en grafische representaties.",
		"id": "710b0ef4-b7c1-4332-b15e-69c17dc00d89",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan weergeven van berekeningen en probleemaanpakken.",
		"id": "414ea57a-9025-4685-9f3c-108f01589bc2",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan herkennen en interpreteren van representaties, zoals grafieken en diagrammen, ook als deze misleidend zijn.",
		"id": "bb3c3b53-1315-48a9-ab34-9fff01e6d133",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan relateren van representaties aan elkaar, zoals decimale getallen en breuken.",
		"id": "4685c0af-0c9b-482b-9adc-8641e81e36f0",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan kiezen en gebruiken van meetinstrumenten als meetlint, weegschaal, maatbeker en stopwatch.",
		"id": "ed72c13d-a5a3-4b1d-9819-e0dff4b5b956",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verantwoord kiezen voor het gebruik van de rekenmachine.",
		"id": "fbfe9059-f5ff-4b67-b9be-e0e9c11b6e81",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan klokkijken op analoge en digitale klokken.",
		"id": "c4c62998-683c-456f-af0e-156e4ac353a6",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan interpreteren van situaties met behulp van wiskunde.",
		"id": "ef448055-ff0e-4a22-aa21-9b45139eec06",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van wiskunde om de juistheid van berichten in de media te beoordelen.",
		"id": "7df60479-bae4-4891-85d7-37c9391a3131",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verschillen in de wereld verkennen met behulp van wiskunde, bijvoorbeeld verschillen in inkomen, bevolkingsdichtheid, klimaat.",
		"id": "241398fe-7342-4bcb-bfc8-7c8e3745f734",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van de wiskundige structuren in plattegronden en kaarten, zoals schaallijn en coördinaten.",
		"id": "b883b011-7c5a-4f55-b64e-9c5313a85451",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan relateren van een tijdbalk aan de getallenlijn.",
		"id": "b961fa4c-0f69-496c-81f3-a85a8903110f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan benoemen van snelheid en prijs als samengestelde grootheden en hiermee berekeningen uitvoeren.",
		"id": "5bd390cb-3ab4-41eb-a591-6599793c70d1",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan berekeningen met procenten en andere wiskundige bewerkingen.",
		"id": "ef16b837-227f-4544-bce6-05a83679772d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan laten zien van patronen en structuren in kunst en creatieve uitingen.",
		"id": "4f500c63-9c1f-4535-8ab6-2aa489052e9d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan aanbieden van formele wiskundetaal als vervanging van informeel taalgebruik.",
		"id": "811674e7-1f09-4125-9d48-64bb9eabee57",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan algoritmisch denken toepassen bij getallen en andere wiskundige concepten.",
		"id": "a621ab04-7b7b-4094-9e74-c4ff65357850",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verbinden  van vragen van leerling en actuele situaties aan wiskundige concepten en denk/werkwijzen.",
		"description": "Te denken valt aan",
		"id": "e2cc50e3-3730-45ba-9aae-148acf18704c",
		"unreleased": true
	},
	{
		"title": "Concept  - Te denken valt aan bespreken van ideeën en aanpakken van leerlingen.",
		"description": "Te denken valt aan",
		"id": "7e18d17a-cd2e-47dc-a985-915265272c46",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan deelnemen aan uitdagende, landelijk georganiseerde activiteiten.",
		"description": "Te denken valt aan",
		"id": "683679a1-b8cc-41dd-b446-51c6f6907a81",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan aandacht besteden aan de geschiedenis van wiskunde.",
		"description": "Te denken valt aan",
		"id": "0ba028ea-9393-407e-b97b-69f192cc8629",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gehele en decimale getallen, breuken en irrationale getallen.",
		"description": "Te denken valt aan",
		"prefix": "B1.1/a",
		"id": "9bff7d78-088b-44bb-b76a-85149fcda7af",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan eigenschappen van en rekenen met negatieve getallen in concrete situaties.",
		"description": "Te denken valt aan",
		"prefix": "B1.1/b",
		"id": "0f56cf3a-5af5-4350-9a08-3272441a7681",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan rekenen met de kalender en andere getallenstelsesl zoals binair.",
		"description": "Te denken valt aan",
		"prefix": "B1.1/c",
		"id": "f406c4fd-666d-4b54-b2b1-c4c4ff11d339",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan enkelvoudige en samengestelde grootheden.",
		"description": "Te denken valt aan",
		"prefix": "B1.1/d",
		"id": "f760955d-159e-4c42-b328-d18d14d5b4c6",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan rekenen met afstand, oppervlakte, inhoud en massa",
		"description": "Te denken valt aan",
		"prefix": "B1.1/e",
		"id": "774d75a7-3a7e-477d-8185-dab1faa0be88",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan uitvoeren van bewerkingen met breuken met standaardprocedures.",
		"description": "Te denken valt aan",
		"prefix": "B1.2/a",
		"id": "5257abaf-0184-4b17-857c-a88bfcb73a13",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van andere getallenstelsels zoals het Romeinse en Babylonische.",
		"description": "Te denken valt aan",
		"prefix": "B1.2/b",
		"id": "3f4f7c02-8999-4e29-8f45-901a20b3572e",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan beredeneren dat negatieve getallen een uitbreiding vormen van de positieve getallen.",
		"description": "Te denken valt aan",
		"prefix": "B1.2/c",
		"id": "87a6db9b-f591-4920-a1e1-2c16587d417f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan noteren van een meetresultaat of de uitkomst van een berekening met een relevant aantal significante cijfers.",
		"description": "Te denken valt aan",
		"prefix": "B1.2/d",
		"id": "65ef2c05-4f31-40da-9e57-6dc5713f8fed",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan lijnen, hoeken, symmetrie, figuren en gelijkvormigheid en coördinaten.",
		"description": "Te denken valt aan",
		"prefix": "B5…...",
		"id": "06a0abbb-5f56-4b73-ae13-1fe86fd89f6c",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan representaties van driedimensionale figuren in de vorm van aanzichten, uitslagen, projecties en doorsneden.",
		"description": "Te denken valt aan",
		"prefix": "B5…...",
		"id": "77a5063b-8980-40a3-9e2a-6bc1f554949b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan aantonen van relaties tussen figuren, zoals een vierkant is een ruit, maar een ruit is niet altijd een vierkant, en een gelijkzijdige driehoek is een gelijkbenige driehoek, maar een gelijkbenige driehoek is niet altijd een gelijkzijdige driehoek.",
		"description": "Te denken valt aan",
		"prefix": "B5…...",
		"id": "6146963a-6134-40eb-ad07-c7edad6de732",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan meetkundige figuren als parallellogram, trapezium, kegel en prisma.",
		"description": "Te denken valt aan",
		"prefix": "B5…...",
		"id": "e56a6e5a-b858-42c8-acd2-63959027dcc7",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan de stelling van Pythagoras in het platte vlak",
		"description": "Te denken valt aan",
		"prefix": "B5…...",
		"id": "37bba1e0-2c95-4634-ab6a-5fdddd4b83b9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bewijzen dat de som van de hoeken van een vijfhoek gelijk is aan 540o",
		"description": "Te denken valt aan",
		"prefix": "B5…...",
		"id": "4e4eb521-d839-4750-8297-6e7a7042f304",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan loodlijn, deellijn, zwaartelijn en hoogtelijn.",
		"description": "Te denken valt aan",
		"prefix": "B5…...",
		"id": "18ce0edf-383e-452e-b42f-e8961181cf29",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan redeneren met hoeken en hoekeigenschappen, en berekenen van hoeken met behulp van Z- en F-hoeken en de hoeksomeigenschap van veelhoeken.",
		"description": "Te denken valt aan",
		"prefix": "B5…...",
		"id": "06952d39-7751-417d-9408-bba85e1ed24c",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan de stelling van Pythagoras in de ruimte.",
		"description": "Te denken valt aan",
		"prefix": "B5…...",
		"id": "c7705f86-08c9-4608-942a-ca04f56fe162",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan in een rechthoekige driehoek een hoek berekenen aan de hand van twee zijden en een zijde berekenen aan de hand van een hoek en een zijde.",
		"description": "Te denken valt aan",
		"prefix": "B5…...",
		"id": "257a9ee6-9fee-4f8f-99df-5ee163598554",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan frequentietabellen.",
		"prefix": "B6…....",
		"id": "a9628789-d24f-4b2c-8896-7aa0a070e37c",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan staaf-, cirkel-, beeld- en steelbladdiagrammen, lijngrafieken en infographics.",
		"prefix": "B6…....",
		"id": "b805e487-9be7-4991-b6ae-b76ecf1df932",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gemiddelde, modus en mediaan.",
		"prefix": "B6…....",
		"id": "64078609-201e-4b79-9f0f-280eb3ecc0f7",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan uitleggen wat er gebeurt met centrummaten als alle getallen in een dataset op eenzelfde manier veranderen, bijvoorbeeld 1 groter worden.",
		"prefix": "B6…....",
		"id": "1cf14bd1-95b1-4c16-a057-424d9c28c0ef",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan histogram, boxplot en spreidingsdiagram.",
		"prefix": "B6…....",
		"id": "1f17bacb-f61f-4116-ba41-72642fe570a9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan woordformules en formules waarin de variabelen met een letter zijn aangeduid.",
		"prefix": "B7….",
		"id": "92d8a2cf-27f1-4d35-862a-4120f2fdd4bf",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan beschrijven van toe- en afname in een tabel.",
		"prefix": "B7….",
		"id": "d3b359ab-3633-4119-bdcd-71ff5ee7bfb7",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan herkennen en beschrijven van lineaire, kwadratische, wortel- en periodieke verbanden.",
		"prefix": "B7….",
		"id": "79bf40c8-0eb2-4791-9421-633e973c54c3",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verwoorden of beschrijven met een toenamediagram van het veranderingsgedrag van een functie.",
		"prefix": "B7…..",
		"id": "18d5e2e5-a722-45e1-b07b-5e61ea30d73b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan herkennen van veelterm-, machts-, exponentiële en gebroken functies en het verband dat weergegeven wordt door middel van een formule van de vorm x = a.",
		"prefix": "B7…..",
		"id": "c3b374c7-afe5-4fac-990e-10e9db99abfe",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan relateren van verhoudingen aan evenredige functies.",
		"prefix": "B7…..",
		"id": "d5124c8e-bbdc-4818-a0c6-071571ef5109",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan oplossen van een vergelijking door middel van terugrekenen of inklemmen.",
		"prefix": "B8….",
		"id": "b0c71069-b334-4782-8155-d75d304b6d52",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan toepassen van de balansmethode om een lineaire vergelijking exact op te lossen.",
		"prefix": "B8….",
		"id": "258a9a0c-972b-4c7c-aea9-dd6f9881cea4",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan de oplossing van een vergelijking in verband brengen met een concrete situatie of met karakteristieke punten van grafieken, zoals het snijpunt met de assen en het snijpunt van twee grafieken.",
		"prefix": "B8….",
		"id": "46dc98a0-4f0f-4afa-9a3d-758e08129d6c",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan oplossen van kwadratische vergelijkingen door ontbinden in factoren, kwadraten afsplitsen en gebruiken van de ABC-formule.",
		"prefix": "B8…..",
		"id": "aff6a03b-3573-4650-bf0d-68442465fb40",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan oplossen van een stelsel lineaire vergelijkingen.",
		"prefix": "B8…..",
		"id": "bbeba9fb-0dc3-46c5-9851-7d97eb2042c1",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan toepassen van de balansmethode bij het oplossen van vergelijkingen.",
		"prefix": "B8…..",
		"id": "0b00ce1d-32f8-4cc3-9bbf-981b08ef0e9c",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan toepassen van inklemmen om de oplossing te benaderen van vergelijkingen die niet exact oplosbaar zijn.",
		"prefix": "B8…..",
		"id": "ec28ae0b-8029-4e96-914f-391b3e97fd37",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan kansen zoals bij situaties, spelen en spellen, en risico’s.",
		"prefix": "B9….",
		"id": "c0ab1844-4e13-49f1-9580-79393473440d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan uitrekenen van een verwachtingswaarde, bijvoorbeeld: hoe vaak verwacht je vier ogen bij duizend keer gooien met een dobbelsteen.",
		"prefix": "B9….",
		"id": "3031555a-89a1-4d93-82e6-24fdf7deba5f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan berekenen van kansen aan de hand van een boomdiagram.",
		"prefix": "B9…...",
		"id": "f51c32c1-d1cc-40c4-b866-4cb7d60edf12",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan permutaties en roosters.",
		"prefix": "B9…...",
		"id": "dcf9591e-b56e-4b4f-9705-ed8e92976b24",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan berekenen van een kans op twee onafhankelijke gebeurtenissen.",
		"prefix": "B9…...",
		"id": "31a26c67-e709-40dd-8bf2-eb3ed5dd154f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verhelderen van een probleem door relevante gegevens te selecteren.",
		"id": "3812aae4-0abb-4280-9a88-32d9c989ef4a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van getalreferenties en meetreferenties om ontbrekende gegevens in te schatten.",
		"id": "0c4271a0-b353-4323-960a-99799b11cf2c",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan vooraf een inschatting geven van de oplossing.",
		"id": "797967bd-08e5-4e69-8fb8-09c449d4301a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan structureren van probleemsituaties met een schema of een abstract model.",
		"id": "6280ba58-2f46-4d97-a4a6-f0b9db9dab9b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van heuristieken zoals guess and check, vereenvoudigen van het probleem, terugredeneren en het opdelen van het probleem in deelproblemen.",
		"id": "5f08c372-198e-46e9-87ca-952b9d92e5e8",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van een verhoudingstabel bij het oplossen van verhoudingsproblemen.",
		"prefix": "C2.1.....",
		"id": "5a7b65bf-7a36-47fd-8628-d08b7811a91e",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van een boomdiagram bij het redeneren met kansen.",
		"id": "5f0bdbec-0f18-41fd-a4e7-d63d938b577e",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan uitlichten van de meetkundige essentie van een afbeelding door het weglaten van details.",
		"id": "c6cf42ed-9d56-49c5-99a9-c0980315afdd",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan doorrekenen van een probleemsituatie met gebruik van een spreadsheetprogramma.",
		"id": "4fc752f1-6f45-424b-a401-9b5fed27c852",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan met een grafiek laten zien hoe een verschijnsel zich in de tijd ontwikkelt.",
		"id": "4d303026-fa17-4813-89a1-0a0124c15a43",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een situatie weergeven met behulp van een vergelijking of een formule.",
		"id": "26e113b6-2d34-4504-b805-45d21a2c8bd7",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan beweringen over getallen aantonen, bijvoorbeeld dat elk tweetal oneven getallen opgeteld een even getal oplevert.",
		"prefix": "C3….",
		"id": "853c6dee-8c26-46a3-9668-c7a1fe7c084d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan beweringen over meetkundige figuren aantonen, bijvoorbeeld dat elke ruit ook een vlieger is.",
		"id": "e9aeb603-cafb-4857-beb9-4d4983ee26c2",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van redeneerprincipes zoals als-dan-redeneringen.",
		"id": "55107cd2-8d6a-48da-902a-ac5628f55691",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voorbeelden en tegenvoorbeelden geven.",
		"id": "2891ea3c-5e7b-43e7-95ae-113f1229b207",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een wiskundige bewering aannemelijk maken met behulp van een model.",
		"id": "321dfaba-2b55-4c89-a59c-1498e328fcc8",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bewijzen van beweringen over meetkundige figuren, bijvoorbeeld dat de som van de hoeken van een driehoek altijd 180 graden is.",
		"id": "e1551871-a8ec-4663-8f96-b48e2a5474d3",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan beschrijven van de werking van een algoritme in een stroomschema.",
		"id": "e538f7ab-61bc-4716-8ad2-d03e455913ac",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan ontwerpen van een algoritme voor het tekenen van meetkundige figuren.",
		"id": "29424b55-7192-43ed-8fb8-77498cd5d1cc",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan vaststellen of een algoritme kan worden toegepast in een bepaalde situatie.",
		"id": "a5122401-5884-4f73-87df-705bf84b6f1a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan herkennen dat algoritmen voorkomen in alledaagse situaties, zoals bij klantenkaarten en social media.",
		"id": "0015c7d9-aa7d-4970-9955-d93d34156892",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verbeteren van de efficiëntie van een algoritme voor deling van twee getallen.",
		"id": "75d01958-073b-4c04-a3fe-d286e2f80766",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan beschrijven van een algoritme in de vorm van een stroomschema.",
		"id": "107403a6-775c-46ff-a60f-9669b3440c5c",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan beschrijven van een formule als een algoritme.",
		"id": "1db4cf87-3f40-4953-b374-02efcc9e8976",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van representaties als aanzichten, plattegronden, grafische representaties en formules.",
		"id": "2288bfb0-b318-4f79-935a-6d454f3c22e9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan weergeven van berekeningen en probleemaanpakken.",
		"id": "364a75cb-d5cf-4325-bc0a-8e157e422da8",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan herkennen en interpreteren van representaties, zoals grafieken en diagrammen, ook als deze misleidend zijn.",
		"id": "8f1fab05-1158-4871-8910-eab7ed6f76d8",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan relateren van representaties aan elkaar, zoals formules en grafieken.",
		"id": "47bd17f9-f652-4d03-a3dd-3e613a3cfa78",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan kiezen en gebruiken van meet- en tekeninstrumenten zoals een geodriehoek en kompasroos.",
		"id": "b0841b1e-db67-457d-9286-92dabc18a89e",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verantwoord kiezen voor het gebruik van digitale instrumenten zoals een rekenmachine, routeplanner en stopwatch.",
		"id": "009e3f0e-d68e-4466-8a1b-6ba270df6746",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van een spreadsheetprogramma of ander digitaal instrument om bij een dataset een diagram of grafiek te maken.",
		"id": "0fe3ac92-26bf-4372-9707-cd73bcd5cbf6",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van een spreadsheetprogramma en een tekenprogramma",
		"id": "f2269dfe-ddb6-497f-bbd3-b01da420ab25",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan interpreteren van situaties met behulp van wiskunde.",
		"id": "c4c084a3-7d43-4f0c-9f05-f963acdf85ba",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van wiskunde om de juistheid van berichten in de media te beoordelen.",
		"id": "c0d21016-4a0b-472d-805a-03511f0ecb2d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan benoemen van onzichtbare wiskunde, bijvoorbeeld in digitale middelen en de media.",
		"id": "439959b6-7ba3-4e41-862b-df6ef200d3e8",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verschillen in de wereld verkennen met behulp van wiskunde, bijvoorbeeld verschillen in inkomen, bevolkingsdichtheid, klimaat.",
		"id": "1708328c-8944-46b1-9245-dc31bdda7284",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van de wiskundige structuren in plattegronden en kaarten, zoals schaallijn, coördinaten en hoogtelijnen.",
		"id": "610dd232-a8fb-4634-a580-5a0219530436",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan de wet van Ohm in formulevorm van U = I x R gebruiken bij het oplossen van een natuurkundig probleem.",
		"id": "194f90ba-6980-4acf-914d-6409b9e0f784",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan benoemen van snelheid en prijs als samengestelde grootheden en hiermee berekeningen uitvoeren.",
		"id": "679ac6c5-8984-4bf2-a3e7-c74ca0157ae8",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan berekeningen met procenten en andere wiskundige bewerkingen.",
		"id": "c3981e78-09ab-4ad8-a8c1-58a0adb72f07",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan laten zien van patronen en structuren in kunst en creatieve uitingen.",
		"id": "f36d4c84-a2ec-4d3d-83c7-e086d7728601",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan aanbieden van formele wiskundetaal als vervanging van informeel taalgebruik.",
		"id": "23fe0fae-895f-4f94-975f-a6bc4a22412b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan algoritmisch denken toepassen bij getallen en andere wiskundige concepten.",
		"id": "c4f0dd15-1997-496d-ac26-1bab6ef7a827",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een eigenschap van bewerkingen laten zien met meetkundige figuren, zoals de commutatieve eigenschap van vermenigvuldigen van twee getallen laten zien met een rechthoekmodel.",
		"id": "ef2d600e-6852-43f1-a529-00e6985460a8",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verbinden van vragen van leerlingen en actuele situaties aan wiskundige concepten en denk/werkwijzen.",
		"description": "Te denken valt aan",
		"prefix": "A1….",
		"id": "9ea08573-8792-4283-a8f0-37c3c12ec9be",
		"unreleased": true
	},
	{
		"title": "Concept  - Te denken valt aan bespreken van ideeën en aanpakken van leerlingen.",
		"description": "Te denken valt aan",
		"prefix": "A1….",
		"id": "cb7bbd90-2f8b-4c1a-9704-ff4b6d53c849",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan deelnemen aan uitdagende, landelijk georganiseerde activiteiten.",
		"description": "Te denken valt aan",
		"prefix": "A1….",
		"id": "e7df11c3-841a-4393-b51d-efbd0cd1aac0",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan aandacht besteden aan de geschiedenis van wiskunde.",
		"description": "Te denken valt aan",
		"prefix": "A1….",
		"id": "be110d51-ea5d-4549-bc37-a3d739e5b797",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan tonen van begrip door informatie uit een documentaire in een visualisatie te plaatsen.",
		"description": "Te denken valt aan",
		"prefix": "A1.1/a",
		"id": "bd5b6191-12bc-444d-b3d3-13d2ad418dc5",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bespreken en beoordelen van elkaars (strategisch) leesgedrag bij een complex tekst.",
		"description": "Te denken valt aan",
		"prefix": "A1.1/b",
		"id": "a300581d-b742-44d7-8978-9c040b3d7d1f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verkennen van de structuur van hyperlinkteksten.",
		"description": "Te denken valt aan",
		"prefix": "A1.1/c",
		"id": "05eb8ddd-2904-40ef-8012-cd0367e6b7d6",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verdiepen van het begrip door meerdere teksten over hetzelfde onderwerp met elkaar te vergelijken.",
		"description": "Te denken valt aan",
		"prefix": "A1.1/d",
		"id": "c3a712e2-0cc8-4785-835d-3311ea982cb9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan betekenis geven aan gedichten.",
		"prefix": "A1.1/e",
		"id": "3bf2de9f-c15d-4082-9c34-6c3774ee9283",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verwoorden van een beargumenteerde mening, naar aanleiding van een talkshow over een maatschappelijk vraagstuk.",
		"description": "Te denken valt aan",
		"prefix": "A1.1/e",
		"id": "44d0c479-dcdb-4f2c-ae40-87f8a6420504",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan analyseren van een politieke speech op inhoud en vorm.",
		"description": "Te denken valt aan",
		"prefix": "A1.1/f",
		"id": "f37a92a6-d228-42d3-a2de-96d13bbec9d1",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan review schrijven over een gekocht product voor andere gebruikers.",
		"id": "82cdfbda-5c98-4249-8beb-2da628654d4a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een verslag schrijven naar aanleiding van een snuffelstage of bedrijfsbezoek in het kader van beroepsoriëntatie.",
		"id": "d3e44b8c-e5cd-4095-bff1-1c94f5558e88",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een betoog houden over een maatschappelijk probleem.",
		"id": "72632e61-1c68-466c-85bb-93ea8d39bed5",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een uiteenzettende of beschouwende tekst schrijven of uitspreken over een verschijnsel of kwestie.",
		"id": "4d5f3b00-7f10-42fe-84bb-53f4ba53d26b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan schrijven of vertellen van een broodjeaapverhaal.",
		"id": "a886dccc-b80b-4e14-bc58-4034124ffe2f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een persoonlijke ervaring verwerken tot een ultrakorte tekst of een elevator pitch.",
		"id": "3e3aa55f-fe01-4f7c-8aec-2d9b1f528021",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan spelen met afwijkend gebruik van de interpunctie of het doorbreken van genreconventies.",
		"id": "ba056cec-e29b-4d98-bc61-4bde297fa1cd",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verwoorden van ervaringen, interesses en talenten in een vormvrij cultureel zelfportret.",
		"id": "5c84d9df-2736-4511-a136-cf3d3768ad7a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan maken van een rap met zelfbedachte woorden, gebruikmakend van straattaal.",
		"id": "4a5c54eb-85ff-4c4d-b7a4-10576b70e917",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een infographic maken van een tekst over een maatschappelijk onderwerp.",
		"id": "ccc2433b-bb18-419d-b56f-4880330db619",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een samenvatting maken van één of enkele bronnen rond een thema.",
		"id": "fde6ccaf-9485-4fa9-8dd2-0bca723e9ee3",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een synthese maken van twee of drie bronnen rond een thema van wereldoriëntatie.",
		"id": "5050f303-653f-424b-b473-69b43d6237c8",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan aantekeningen maken tijdens de uitleg van de docent.",
		"id": "e078b929-eef1-4560-8369-dc3992b502a2",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan vergelijken en analyseren van verschillende teksten over hetzelfde onderwerp.",
		"id": "5aa3e0af-cbe8-4357-8801-36aaaa9eca3e",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan uitproberen van verschillende zoektermen bij het onderzoeken van een specifieke zoekvraag.",
		"id": "587b1b36-d879-4cf7-b962-23ae74f06286",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verkennen van de mogelijkheden en gevaren van teksten geschreven door AI.",
		"id": "7ed82c40-f8a1-4caa-a985-4f70823566f8",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan cross-checken van een tekst geschreven door AI, door de tekst te vergelijken met andere bronnen.",
		"id": "cff5cd22-506b-4a4a-aca1-ea8ee1cd3689",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan schrijven van een informatief werkstuk op basis van gelezen, bekeken of beluisterde bronnen.",
		"id": "fdc444f0-7e50-4e38-83b5-93098e947d82",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan houden van een eenvoudig betoog over een actueel thema na het lezen, beluisteren of bekijken van teksten over dit onderwerp.",
		"id": "c0b0414c-ff0d-46c1-8330-dbd055897cc4",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan maken van een infographic op basis van meerdere onderzochte bronnen.",
		"id": "0d11d45c-34f4-422e-b9cf-c67d980403dd",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voorbereiden van een presentatie waarbij informatie uit verschillende bronnen vergeleken en geïntegreerd wordt.",
		"id": "9adfd27c-2e9b-4376-8918-8b2d94c55668",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bespreken en beoordelen van elkaars (strategische) leesaanpak bij een complexe tekst.",
		"id": "273c3c42-3a4b-467b-865e-53a5e9b043ea",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan reviseren van een tekst op basis van ontvangen feedback.",
		"id": "f42dc702-bf63-48ab-b3f5-156edc81d9ac",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan meenemen van leerdoelen bij het voorbereiden van een mondelinge presentatie.",
		"id": "fb8d0070-ef9b-4238-b00d-22dd5f5e95d8",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan deelnemen aan een forumdiscussie (live of online).",
		"id": "1e886120-8f9a-4ab7-85b8-23975b0e8bfe",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voeren van een debat over een actueel maatschappelijk onderwerp, waarbij de meningen sterk uiteenlopen.",
		"id": "93483abb-e928-42f9-aff8-6e6db724bb4c",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan maken van een afspraak voor een snuffelstage.",
		"id": "0858a1c1-1c94-464e-8fcf-5e270c5443d3",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voeren van een groepsgesprek over literatuur.",
		"id": "6ba2c828-89b2-4ef0-ac78-167ac64e4255",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan in een discussie of debat specifieke, toegekende belangen verdedigen die niet direct betrekking hebben op jezelf.",
		"id": "96e59404-bc6b-4d49-be28-0aa20af60d02",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bedenken van oplossingen om dialecten van het Nederlands te blijven behouden.",
		"id": "1febfda1-1b3c-41ba-b494-5facbee930c7",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verkennen van een probleem of situatie, vanuit verschillende perspectieven.",
		"id": "3393b1dd-e6f3-426e-9781-4512ddaf55a9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bedenken van een uitvoerbare, praktische oplossing bij een maatschappelijk of technologisch vraagstuk.",
		"id": "235c19a6-5d25-4fbf-9d61-a01372849a8d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan reflecteren op zinsopbouw en de functies van onderdelen van zinnen.",
		"id": "cb255320-bbbb-4e5c-a44e-ee2f0efbc100",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan analyseren van het effect van gebruikte stijlmiddelen in verschillende soorten teksten.",
		"id": "418bc4e3-abd3-4d4d-b557-995c473fcd21",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan vergelijken van het taalgebruik in verschillende soorten brieven en het verwoorden van het effect van dit taalgebruik.",
		"id": "aa91856c-16fa-403c-977c-b7e713ec073a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan correct leren spellen van bijvoorbeeld werkwoorden in allerlei vervoegingen.",
		"id": "f016ef1c-ae31-429b-b8d6-b777c9900ee9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van spelling- of grammaticacorrectie op de computer, het gebruiken van AItechnologie of het gebruiken van bronnen zoals woordenboeken, zelfgemaakte lijstjes, taaladviezen of taalboekjes, ook bij het reviseren van een tekst.",
		"id": "08fd8cae-0371-4032-8f72-11a962690c03",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan correct leren spellen van bijvoorbeeld woorden met tekens die bepalend zijn voor de uitspraak van het woord.",
		"id": "11313d8e-c144-4ed1-8ad3-d8c6ff282a82",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan reviseren van een tekst naar aanleiding van gevraagde feedback op spelling en formulering.",
		"id": "8d34d61d-107f-4e0c-825a-3819ac7eb90d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verwoorden van keuzes rondom taalgebruik en non-verbale communicatie na afloop van een presentatie.",
		"id": "81148ad7-ab6e-4886-ae6b-e07af7a83750",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan reflecteren op de eigen woordkeuze in de interactie met een ander.",
		"id": "9ca84e50-2786-46ad-8c9f-d75eb9cfdebb",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gebruiken van talenkennis bij het interpreteren of schrijven van teksten in het Standaardnederlands.",
		"id": "60c502e3-6741-4e93-98d2-59cdd003607b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan een gesprek voeren over de positie van verschillende talen in de maatschappij.",
		"id": "7addd069-9ed8-4d9a-9e5d-64bee573cfb9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan ontdekken van verschillen en overeenkomsten tussen talen en taalvariëteiten ten behoeve van de eigen taalontwikkeling.",
		"id": "459ffa01-245e-4d36-a4cc-97383df919e5",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan in gesprek gaan met een vertaler over verschillen en overeenkomsten tussen talen en de uitdagingen die deze met zich meebrengen.",
		"id": "948f4b0a-f666-497a-91cc-cd3bb6802a71",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan praten over het gebruik van frames in taalgebruikssituaties, gerelateerd aan actuele maatschappelijke thema’s.",
		"id": "772357de-4cc7-400f-9864-4b4d045dce78",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan herkennen van uitingen die als discriminerend of gendertyperend kunnen worden ervaren.",
		"id": "0a334ec3-0eb2-4cce-b1a4-e9e51a7f1ca1",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan ontdekken van de invloed van taalcontact op straattaal.",
		"id": "8b1dd516-b00a-4c91-a881-836bc7bbc80a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan interviewen van ouderen over taal vroeger en nu, aan de hand van een onderzoeksvraag, en het presenteren van de conclusies.",
		"id": "6f3fb427-65db-46b5-a533-61cbf4a2428d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan maken van een moderne hertaling van een historische tekst.",
		"id": "c2daf969-0f65-413e-87da-867bdbf31174",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan analyseren van de woordvolgorde of het schriftelijk taalgebruik in een historische tekst.",
		"id": "b339c1d0-742e-4b10-92e6-80a27fdc3b8c",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan herkennen van flashbacks en flashforwards in een verhaal en het effect bespreken op de spanning van een verhaal.",
		"id": "f7f22e31-7c79-4dea-a0e9-f9d023c0a2ff",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bespreken welke elementen uit tijd, plaats en omstandigheden van invloed zijn op de spanning en sfeer in een verhaal.",
		"id": "31319ccc-c853-4c5e-abd9-baeadffdc7c9",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan herkennen van verteltechnieken in game-scenario’s en films.",
		"id": "4ae18d95-93e7-4e07-939c-aab9b8255f8b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan herkennen van het gebruik van verteltechnieken in een betoog.",
		"id": "8070be06-22da-47bd-ba3b-21d9878a78fd",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gezamenlijk verkennen hoe titel, motto en motieven bijdragen aan het centrale thema.",
		"id": "035e56cb-d3c0-43e4-b387-9756dc127717",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan lezen, vergelijken en bespreken van teksten van verschillende literaire genres, zoals een sonnet, detectives en biografieën.",
		"id": "f02cb562-9d09-4a72-9105-49df9911e2b2",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan analyseren van beeldspraak in gedichten.",
		"id": "9147ffc9-cbca-448f-b761-baf8d8aba05a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan analyseren van het effect van overeenkomsten en verschillen tussen de graphic novel, roman en verfilming van een verhaal.",
		"id": "a5bc488f-d4c7-4880-ad8b-eaa560d14962",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan vergelijken van het taalgebruik in een gedicht met het taalgebruik in een zakelijke tekst over hetzelfde onderwerp.",
		"id": "6433b644-6e7d-4181-a5bb-42007951dc4f",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan analyseren van een gedicht met aandacht voor het effect van vorm (klank, ritme) en dichtvorm op betekenis.",
		"id": "78ea8ad7-3f05-4841-94c1-3fa9784be69c",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan lezen, beluisteren en bekijken van teksten van verschillende genres en schrijvers, zoals poëzie, spoken word, verhalen, romans, multimediale teksten, theatervoorstellingen, verhalende non-fictie en strips.",
		"id": "f9ed79dd-0f3a-4f8d-b4e7-894d5107e22e",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gezamenlijk reflecteren op gelezen of beluisterde teksten en het bewust selecteren van nieuwe teksten.",
		"id": "dc34cd3c-33e9-4652-9fe5-8526ce05b5fb",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan promoten van een gelezen of beluisterd boek tijdens een boekenpitch.",
		"id": "a98d6250-ac89-419a-bbcd-fe51cdbdb3e4",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan schrijven van een leesautobiografie.",
		"id": "8ef3245e-547f-4171-84b9-5d90df4bf50a",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voeren van een literair gesprek over een gezamenlijk gelezen verhaal, waarin verschillende perspectieven van lezers besproken worden.",
		"id": "857ade5e-defe-47b3-8b43-74fdd22645e4",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan schrijven van een persoonlijke reflectie na een gedicht of boek te hebben gelezen.",
		"id": "bdf46615-0b0d-435f-85e3-fd13ebd85978",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan verwoorden hoe je jezelf beter hebt leren kennen door het lezen van een bepaald boek.",
		"id": "8c4fcb41-7ff4-4b13-8623-c8bdf4a46820",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan benutten van literatuur om een bepaald historisch tijdvak te verkennen.",
		"id": "010efddb-983d-4659-827b-2b742aafe7a8",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan vergelijken van de functies van verschillende soorten literaire teksten over hetzelfde onderwerp.",
		"id": "7a599910-d1cc-44e4-afb8-8af6ad007f93",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan analyseren van universele thema's zoals trouw, verliefdheid, vriendschap, rouw in teksten uit verschillende periodes.",
		"id": "06bef787-f3e8-4ae2-8eb3-a10487341e12",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan relateren van verhalen en gedichten met een historisch thema aan een bepaalde periode uit de geschiedenis.",
		"id": "37beb539-c217-4102-b67f-742c8c263526",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan praten over de invloed van de culturele setting van het verhaal op de verhaallijn.",
		"id": "da5535a4-b9d5-4123-8fed-d36d217a321b",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan gezamenlijk lezen van en praten over literair-historische teksten in een moderne hertaling.",
		"id": "78c7dcd4-ea78-4295-b88b-a0343e9559c6",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan analyseren van een historisch gedicht.",
		"id": "5555c6ba-7dce-4bd5-a6c3-0f08d049c2e8",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan organiseren van een vakoverstijgende projectweek waarin leerlingen doelgericht moeten spreken of schrijven.",
		"description": "Te denken valt aan",
		"id": "44b22c23-679d-4e30-a018-94a6b56b6299",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan organiseren van een schooldebat.",
		"description": "Te denken valt aan",
		"id": "f99ffed8-5309-4a09-b096-bcd726b7443d",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan uitnodigen van een professioneel taalgebruiker, zoals een auteur, cabaretier of rapper.",
		"description": "Te denken valt aan",
		"id": "8ac93d86-2794-4d30-9739-9402b0661e33",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan het deelnemen aan leesbevorderingsactiviteiten zowel binnen als buiten de school.",
		"description": "Te denken valt aan",
		"id": "25e203cf-0c4b-4393-8a95-35ffb39df0b2",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan bieden van schrijfkaders bij het schrijven van een tekst binnen de leergebieden.",
		"id": "46b82c1e-9394-465b-9fd2-9b88857f485c",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan voeren van een klassengesprek om een natuurkundig concept te verkennen.",
		"id": "2aeafe78-998c-4046-bd2f-93d6546c67e7",
		"unreleased": true
	},
	{
		"title": "Concept - Te denken valt aan werken aan een opdracht binnen het praktijkgerichte programma, waarin leerlingen ondersteuning krijgen bij uitvoeren van taalactiviteiten.",
		"id": "82afb1fa-cbdd-42c5-8109-a36d5c4e9a5a",
		"unreleased": true
	}
]