[
	{
		"title": "Concept - Het gaat hierbij aandachtig kijken en luisteren naar of vloeiend lezen van  zakelijke en literaire teksten.",
		"description": "Het gaat hierbij om",
		"prefix": "A1.3a",
		"id": "41697b62-47eb-495d-9683-0220f76f9a61",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om zowel inzetten als vergroten van kennis van de wereld, woordenschat, kennis over teksten en taal.",
		"description": "Het gaat hierbij om",
		"prefix": "A1.3b",
		"id": "c781fdbf-8335-48b7-a254-d4c0ada210f8",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om herkennen van perspectieven, publiek, context en communicatief doel: informeren, amuseren, instrueren of overtuigen.",
		"description": "Het gaat hierbij om",
		"prefix": "A1.3c",
		"id": "fc354ea4-6c4a-4b0c-927a-f92e504e7aae",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om bepalen van de aanpak en het flexibel toepassen van begripsverhogende strategieën.",
		"description": "Het gaat hierbij om",
		"prefix": "A1.3d",
		"id": "e2ef626a-ea64-443e-af74-5927054b6067",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om formuleren van gesproken, geschreven en multimediale teksten passend bij een bekend publiek, een herkenbare context en een communicatief doel: informeren, amuseren, instrueren of overtuigen.",
		"id": "d7a20363-0685-42a2-aa0d-348b4957bacc",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om zowel inzetten als vergroten van kennis van de wereld, verteltechnieken, tekstkenmerken en -structuren, woordkeus, zinsbouw, taal- en schriftconventies, taalverzorging en tekstopmaak.",
		"id": "8894ed97-3bdd-4413-b26e-1965b6248227",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om schrijven op letter-, schrift- en tekstniveau met een leesbaar handschrift en typschrift, en verstaanbaar spreken.",
		"id": "9b6b4a5c-cf0b-46b0-9d5b-220c71c507f0",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om bepalen van de spreek- of schrijfaanpak.",
		"id": "a23bb29b-98a6-46d7-8c08-b419616f1052",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om reviseren van teksten aan de hand van feedback.",
		"id": "856aeb9d-6863-4120-b4f5-01e1fd4ff8f8",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om uitdrukking geven aan ideeën, gedachten, ervaringen, gevoelens en fantasieën.",
		"id": "d69e8d30-8e72-40e1-ba3c-215a896574b6",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om experimenteren met klanken, woorden, zinnen, literaire genres, taalregels, taalconventies en visuele vormen.",
		"id": "27cd7b75-0238-4f14-9208-274825ad91e9",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verkennen van verschillende creatieve manieren van spreken en schrijven.",
		"id": "16d5b4e0-00bd-4cf7-b0e6-7d9f890a932c",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om openstaan voor talige creaties van anderen.",
		"id": "83ab1dd5-7c12-4f99-9fa5-e6345a94153b",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om noteren en samenvatten van gelezen, bekeken of beluisterde informatie.",
		"id": "9caaba37-4811-44d3-b75a-f86f4d941c74",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verwoorden, ordenen en structureren van gedachten, verworven inzichten en kennis in tekst of visuele vorm.",
		"id": "f72b1103-8994-4d5d-9c5d-b60814cae5ca",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om uitbreiden van school- en vaktaal.",
		"id": "7798c34d-dbe0-4e6f-bf62-5c2f1c15ba80",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om schrijven op letter-, schrift- en tekstniveau met een leesbaar handschrift en typschrift.",
		"id": "23959ec4-43d7-4ff8-901a-0b38a09474ba",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om inschatten van betrouwbaarheid op basis van duidelijk aanwezige kenmerken van de bron: maker, communicatief doel en actualiteit.",
		"id": "6340d268-cddd-4fa9-bf5a-c23ea54fc786",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om toekennen van waarde aan de inhoud van de bron en onderscheiden van hoofd- en bijzaken, feiten en meningen.",
		"id": "f5bec4f4-3c27-4b75-851f-f4760028e5ea",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om vergelijken van soorten aangereikte bronnen op basis van betrouwbaarheid en inhoud.",
		"id": "43046828-c05b-4bb7-a076-fafb26342656",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verkennen van zoekmogelijkheden binnen verschillende aangereikte bronnen.",
		"id": "d9e78505-807a-41eb-afad-8c6533a230db",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om hanteren van een passende lees-, kijk- of luisteraanpak bij het zoeken naar informatie in aangreikte bronnen.",
		"id": "a4abd963-b0c0-4e31-aa3f-cbd77a43203e",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om doelgericht selecteren en vergelijken van bruikbare informatie uit aangereikte bronnen.",
		"id": "f70bde5e-ea22-409a-80aa-60d793d45815",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om structureren en parafraseren van informatie met vermelding van gebruikte bronnen.",
		"id": "8ad04806-4d60-4841-a797-d6389d4b9fad",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om formuleren van een eenvoudige tekst op basis van geselecteerde informatie, afgestemd op doel, publiek en context.",
		"id": "68980c98-4f52-4d23-b4a4-0b6fd4f199a9",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verwoorden van gedachten en waarnemingen bij de uitvoering van een activiteit.",
		"id": "2f98cfaf-c529-4bef-b537-e2b888fa28e7",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om evalueren van het product van de taalactiviteit.",
		"id": "c843339e-090e-4643-ab7c-6908cf110287",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om reflecteren op de gekozen aanpak en strategieën in relatie tot het proces en product.",
		"id": "35d6c98a-9725-4e64-b5e4-3f179c75531c",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om geven, ontvangen en verwerken van feedback.",
		"id": "c2a7d7d8-aea4-4916-91b0-f9b9e8aac224",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om formuleren van leerdoelen en maken van keuzes voor toekomstige taalactiviteiten op basis van evaluatie en reflectie.",
		"id": "8e31d48b-87f2-44d2-bfa6-57ee5c3a9cb4",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om afstemmen op communicatief doel: informeren, amuseren, instrueren of overtuigen, in een herkenbare context.",
		"id": "7f7d6686-159e-424a-86fa-0dcb6f5d03eb",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om afstemmen op gesprekspartner: kennis en achtergrond.",
		"id": "9d471b18-5297-40d1-be5e-503e288ecdd7",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om afstemmen op context: talig repertoire, toon, intonatie, volume en non-verbale communicatie.",
		"id": "4cc242d7-4a17-454f-afed-48cb8f9e9027",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om constructief laten verlopen van on- en offline gesprekken met behulp van schrift- en gespreksconventies.",
		"id": "ac6b8714-db4f-499c-93e8-35aae8219aa5",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om constructief laten verlopen van gesprekken met behulp van gespreksconventies.",
		"id": "c76f3cdb-bcf6-41d9-a36a-76ca63688ac1",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verwoorden van gedachten, inzichten en kennis over concepten, verschijnselen en aanpakken.",
		"id": "09b2b444-70a6-4723-9a38-fc4ab1443979",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om vragen om en antwoorden op verzoek om toelichting, verklaring of verificatie.",
		"id": "2fb7ebd2-88f2-4ec5-a7f6-45f7e0c0d08d",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om analyseren van informatie en perspectieven.",
		"id": "ec32e692-20fa-4128-94bd-d9b4d8aa3e56",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om beargumenteren en samenvatten van standpunten, opgedane kennis, beslissingen of gekozen aanpak.",
		"id": "71d1b067-2246-4172-9159-defe1871dfd8",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om beschouwen van relaties tussen klankvormen en hun betekenis: letterklanken, intonatie, ritme.",
		"id": "5b757f87-fb9b-4ba5-b553-7bd8e80d0bd1",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om beschouwen van relaties tussen woordvorming en hun betekenissen: lettergrepen, samenstellingen, afleidingen, verbuigingen, vervoegingen.",
		"id": "e1b7712d-b864-4c3f-839b-f39e36ae324b",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om beschouwen van woordvolgorde en eenvoudige zinsopbouw rondom een werkwoord, waarbij elk zinsdeel en elke woordsoort een stukje informatie toevoegt aan de zin.",
		"id": "4dced9ce-ede7-4347-a8cd-aeaf7d69cbae",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om inzetten van taalkundige begrippen en taalbeschouwingsstrategieën: analyseren, vergelijken, ordenen, relateren, categoriseren.",
		"id": "0f946bec-a22f-46b6-b6a6-1d276c74985e",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om opmerken van effecten van keuzes in taalgebruik: woordgebruik, register, zins- en tekstopbouw en stijlmiddelen.",
		"id": "6205293c-a655-4c3e-9ff8-4a1c15235994",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om toepassen van kennis over klankvorm, woordvorming en zinsbouw bij spelling.",
		"id": "864da0ad-b6fe-496b-89a4-bbae232b46ac",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om toepassen van regels en procedures op woord-, zins- en tekstniveau: spelling, formulering, interpunctie, tekstconventies en tekstopmaak.",
		"id": "64bbc761-c188-4c80-96ff-d313467a5679",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om tonen van spellinggeweten en spellingbewustzijn.",
		"id": "05659d0e-9b5b-496a-8bb2-54d940995ee5",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om inzetten van hulpmiddelen en bronnen om regels en procedures correct toe te passen en teksten te redigeren.",
		"id": "38439781-0dfd-4cb8-81ee-0c88ab4e9bdb",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verkennen van het eigen talige repertoire in de volle breedte: talen en taalvariëteiten, gebaren, lichaamstaal.",
		"id": "385e2d4b-6652-49b8-b847-b79ee2e4313e",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om experimenteren met het eigen talige repertoire om zich bewust te worden van het effect, in relatie tot publiek, doel en context.",
		"id": "8b53bca9-2f3b-44f5-b07f-723d4df2ae7d",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om reflecteren op hoe je overkomt op anderen op basis van keuzes in je eigen talige repertoire.",
		"id": "6651c0ea-a7b8-4c22-b9cd-7a6fc0c6eb71",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om waarderen van het eigen talige repertoire.",
		"id": "b485e7d2-b225-477a-843f-58c747d2d6bc",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om beschouwen van de meest voorkomende taalvariëteiten van het Nederlands: school- en vaktaal, groeps- en streektalen.",
		"id": "6f35a701-63ae-4049-9028-1fe3a00ad899",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verkennen van de contexten waarin verschillende talen en taalvariëteiten worden gebruikt.",
		"id": "e70f2d6e-1b71-4757-9d29-dae3322a90cc",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verkennen van oordelen over verschillende talen en taalvariëteiten.",
		"id": "774f86d9-0ceb-4eae-a1c6-3f9eb31d7a75",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verkennen van overeenkomsten en verschillen tussen het Nederlands en andere talen en taalvariëteiten op klank-, woord- en zinsniveau.",
		"id": "350d039f-bc22-4905-9061-f4594e8f8b22",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om herkennen van verschillen tussen taalgebruik van vroeger en nu in gesproken en geschreven teksten.",
		"id": "51e666a1-a468-4135-a43e-2cc67da3fd75",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om onderscheiden van veranderingen in vorm, betekenis en gebruik.",
		"id": "b848c6c9-254d-40a9-a56a-bfb7b81de006",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om herkennen van nieuwe woorden en uitdrukkingen in het Nederlands onder invloed van media, digitalisering en andere talen.",
		"id": "e85880b2-a406-4577-b840-be01787d6220",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om beschrijven welk probleem of welke wens van een hoofdpersoon de motor van het verhaal is en hoe het verhaal zich ontwikkelt.",
		"id": "140bc23b-527c-4fd7-b96b-63285873bb32",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om onderscheiden van soorten personages als hoofd- en bijfiguren, helpers en tegenspelers.",
		"id": "4c400d60-94ea-4f00-8e70-2d352d8c5078",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om beschrijven van de vertelperspectieven.",
		"id": "73f9368f-e84a-4ef3-859f-1fb5b5869c34",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om herkennen van technieken die een schrijver gebruikt om spanning op te bouwen.",
		"id": "ae351c2a-64a1-4622-a33e-0297cbb4615b",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om beschrijven waar, wanneer en onder welke omstandigheden een verhaal zich afspeelt.",
		"id": "c2a8063c-7c38-451b-8a68-32b95a30a97e",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verkennen van genres in poëzie-, proza- en dramateksten",
		"id": "5c8f1371-401f-4def-b900-77f0326c44d9",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verkennen van de rol van beeldgebruik in diverse genres.",
		"id": "8341f01b-a16f-4b55-861e-0cac33f2c64e",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om herkennen van figuurlijk taalgebruik, stijlfiguren, beeldspraak, rijm, ritme en visuele elementen.",
		"id": "ecd45556-686a-4d16-8c7e-d874b3f46e8c",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verkennen van rijke en gevarieerde literatuur, van verschillende genres en schrijvers.",
		"id": "1fdd4c8e-4101-47b3-bdf4-d6e64b128741",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om evalueren van persoonlijke lees-, luister- en kijkervaringen.",
		"id": "31aa49ec-50cd-4434-b5d2-a479ea96e65e",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verwoorden van persoonlijke voorkeuren en keuzes op basis van tekstgenres en -kenmerken, de eigen leesvaardigheid en interesse.",
		"id": "bb6c428e-4b55-44fb-8796-1135e558ecf0",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om aangaan van nieuwe leesuitdagingen binnen een vaste leesroutine en verbreden van de eigen leesvoorkeur.",
		"id": "9cc54377-baed-4717-930c-0d197a6b455e",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om lezen, luisteren en bekijken van rijke en gevarieerde literaire teksten in allerlei verschijningsvormen: mondeling, schriftelijk en multimediaal.",
		"id": "706058f9-a58a-4c80-ae50-edc9012cab5e",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verwoorden van persoonlijke leeservaring en -beleving na het lezen van literatuur.",
		"id": "75fd8be1-655b-4069-874e-fe518f92071b",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verwoorden van opgedane inzichten en kennis over zichzelf en andere mensen na het lezen van literatuur.",
		"id": "bddef55f-b3f4-479b-9eb5-01342f1fa812",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om verwoorden van opgedane inzichten en kennis over de wereld en culturen na het lezen van literatuur.",
		"id": "29fa1a1a-b04f-4582-8ae6-ad00b014e2b9",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om geven van een waardeoordeel over de tekst.",
		"id": "6e275be2-a1e2-4009-943a-5d59351ff90b",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om in aanraking laten komen met authentieke, vakoverstijgende, thematische contexten.",
		"description": "Het gaat hierbij om",
		"id": "5ab6f323-8b2c-49ac-a221-04ce015be0db",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om in aanraking laten komen met uitdagende teksten en een divers en actueel aanbod van literatuur binnen een vaste leesroutine.",
		"description": "Het gaat hierbij om",
		"id": "12f95e79-b451-4a55-b5e8-d170e4c98be5",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om aanbieden van kennis en vaardigheden uit het leergebied Nederlands in onderlinge samenhang.",
		"description": "Het gaat hierbij om",
		"id": "c5c7c238-d8c1-421b-86e8-6a045187148d",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om stimuleren van de leesmotivatie en de durf om te spreken en te schrijven.",
		"description": "Het gaat hierbij om",
		"id": "4495919b-02c3-417a-8852-7d3aa56738cc",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om ruimte bieden aan verschillende talen en taalvariëteiten van leerlingen.",
		"description": "Het gaat hierbij om",
		"id": "e80b71ca-9c53-481b-b76f-798bdec980bc",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om gelegenheid bieden tot taalproductie in alle leergebieden: gesprekken voeren, schrijven en spreken.",
		"id": "ba9a1a72-0372-45d2-81fc-6e10479da591",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om gelegenheid bieden tot het lezen, bekijken en beluisteren van authentieke en uitdagende teksten die passen bij het leergebied.",
		"id": "89ad3d18-d925-4634-9002-7a690c147015",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om aanbieden van activiteiten in betekenisvolle contexten waarin vakspecifieke taalvaardigheden en school- en vaktaal verworven kunnen worden.",
		"id": "c557cd3a-89ca-4e1b-9fce-7e2c6f955577",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om stimuleren van het inzetten van kennis over taal, teksten, tekststructuur en taalverzorging bij talige activiteiten in het leergebied.",
		"id": "cdc267d1-cbbb-4ab9-b887-aa9bbcfd38a6",
		"unreleased": true
	},
	{
		"title": "Concept - Het gaat hierbij om aanbieden van een set van aanpakken en flexibel inzetbare strategieën bij het uitvoeren van taalactiviteiten.",
		"id": "e42cbba2-3282-480a-a21f-ac96af35ddb5",
		"unreleased": true
	}
]